{"0": {"article": "Four men have completed what they hope will be a world record by playing a board game continuously for more than 85 hours. The foursome, of Gloucester, completed their mammoth challenge on Monday night with just a couple of hours of sleep. Lea Poole, Dale Poole, Adam Bircher and Luke de Witt Vine played the game Dune, watched by supporters and an online audience. The world record attempt was carried out in aid of Alzheimer's Research UK. The rules of the challenge stated the men were allowed to accumulate five minutes respite for every hour they played. They had to beat the previous world record, held by a team in The Netherlands, which played a board game for 80 hours in January 2017. Guinness World Records stipulated they would need to play for at least five more hours to be considered for a world record. The men's attempt has yet to be ratified. Alzheimer's Research UK was selected to benefit from the challenge as Lea and Dale Poole's father suffers from the condition. Dale Poole said: \"It's a bit of a rollercoaster really. It's very flattering. People have been sending in their support and donations and it's really humbling.\"  The team were not allowed full meals, but just snacks throughout the attempt, which included 79 games in total. \"You can be within one hour quite wide awake and alert, and by sitting down and not having to think for a few seconds, that's it, you're now tired and there's no way of breaking that weird cycle,\" said Lea Poole. The men completed the challenge at 23:00 GMT on Monday but decided to carry on and finish the game they were on, sipping on champagne to celebrate. Mr Burcher said he was \"tired, beyond measure\" but \"really quite satisfied and pleased with how far we've come\".  \"If you'd told me last year I'd be doing something like this I would have called you crazy,\" he added. Mr De Witt Vine said it had been a \"difficult and trying experience but I'm glad we've done it.\" The group have raised almost £1,000 for Alzheimer's UK, as well as a smaller amount for Herefordshire Mind, a mental health charity.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}], "t0": {"text": "Four men have broken the world record for the longest time spent playing a board game."}, "gpt3": {"text": "The article is about four men who have completed a world record by playing a board game continuously for more than 85 hours."}, "brio": {"text": "A team of four men have set a new world record by playing a board game for 90 hours."}}, "1": {"article": "A woman and three men have denied murdering two men who died in a car crash on a dual carriageway. Mohammed Hashim Ijazuddin and Saqib Hussain, both 21 and from Banbury, Oxfordshire, died on the A46 in Leicestershire at about 01:30 GMT on 11 February. Those who pleaded not guilty in court earlier were Mohammed Patel, Natasha Akhtar, Raees Jamal and Rekan Karwan. A trial is scheduled to begin at Leicester Crown Court on 4 October. There will also be further hearings at the same court on 1 June and 26 August. A total of three women and five men have now been charged with murder.  Leicestershire Police has previously said the men died when the car they were in left the road, near the Six Hills junction. A grey Audi TT and a blue Seat Leon were also reported to have been travelling in the area at the time. The eight defendants charged with murder are: Ansreen Bukhari and Mahek Bukhari also appeared at Leicester Crown Court on Friday but did not enter any pleas. Sanaf Gulammustafa and Ameer Jamal, who are the latest defendants to be charged, appeared at Leicester Magistrates' Court then Leicester Crown Court afterwards. They also did not enter any pleas.", "annotators": [{"best_summary": ["brio", "gpt3"], "worst_summary": ["brio", "gpt3", "t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "Four more people have appeared in court charged with murder after two men died in a crash in February."}, "gpt3": {"text": "Eight defendants have been charged with murder after two men died in a car crash."}, "brio": {"text": "Two more people have appeared in court charged with the double murder of two men."}}, "2": {"article": "BBC News NI outlines the latest data on coronavirus and Covid-19 vaccinations across Northern Ireland and the Republic of Ireland. Four more Covid-19-related deaths have been reported in Northern Ireland on Saturday. The total number of deaths linked to Covid-19 in Northern Ireland since the start of the pandemic is 3,250. Deaths are measured by recording those who died within 28 days of receiving a positive result in a test for coronavirus. Another 2,032 cases of coronavirus were reported on Saturday, down from 2,270 cases on Friday. There were 467 patients with Covid-19 in hospitals in Northern Ireland on Friday, down from 483 on Thursday. As of Friday, one Covid patient is receiving intensive care. Last updated 12 March at 14:00 GMT Source: Department of Health Northern Ireland A total of 3,737,072 vaccines for Covid-19 have been administered in Northern Ireland as of Saturday. A total of 1,421,281 people have had their first dose and 1,326,291 have had their second dose, while 20,458 third doses have been administered. A total of 969,042 booster jabs have been administered as of Saturday. Last updated 12 March at 14:00 GMT Source: Department of Health Northern Ireland The total number of Covid-19-related deaths in the Republic of Ireland since the start of the pandemic is 6,611 as of Friday. This figure, which is subject to revision, includes \"probable and possible\" Covid-19-linked deaths. Another 9,186 PCR test-confirmed cases of coronavirus were reported in the Republic of Ireland on Friday, up from 4,065 cases on Thursday. In addition, 6,752 people registered a positive antigen test on Friday. There were 895 patients with Covid in hospitals in the Republic of Ireland on Saturday morning, down from 907 on Friday. There were 41 patients with Covid-19 in hospital intensive care units on Saturday, up from from 37 on Friday. Last updated 12 March Source: Department of Health Ireland A total of 7,806,884 vaccines for Covid-19 (excluding boosters) had been administered in the Republic of Ireland as of 10 March. A total of 3,820,287 people have had their first dose and 3,747,044 have had their second dose, while 239,553 single-dose vaccines have been administered. A total of 2,852,206 booster jabs had been administered as of Thursday. Last updated 10 March Source: Department of Health Ireland", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["t0", "gpt3"]}], "t0": {"text": "Four more deaths have been linked to the Covid-19 vaccine in Northern Ireland since the start of the pandemic in August 2009."}, "gpt3": {"text": "The total number of Covid-19-related deaths in Northern Ireland and the Republic of Ireland is 9,861."}, "brio": {"text": "The number of deaths linked to the Covid-19 coronavirus in Northern Ireland since the start of the pandemic has reached 3,250."}}, "3": {"article": "A yellow warning for snow and ice has been issued for much of the North East. The Met Office warning is due to come into force at 20:00 BST on Wednesday and will run until 10:00 on Thursday. There will probably be icy patches on untreated roads and paths with higher elevation roads will be \"affected by snowfall\", the Met Office said. Motorists are being urged to take care. The cold snap comes days after the region basked in warm sun and highs of 20C (68F). The weather warning will cover Northumberland, County Durham, Tyneside, Darlington and Teesside. The wintry weather is expected to last until the weekend when slightly warmer temperatures will come in from the west, bringing unsettled conditions.", "annotators": [{"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "The wintry weather is set to return to the North East of England on Wednesday night into Thursday morning."}, "gpt3": {"text": "The Met Office has issued a warning for snow and ice in the North East, which is expected to last until the weekend."}, "brio": {"text": "Parts of the UK are set to be hit by icy conditions, forecasters have warned."}}, "4": {"article": "A drug dealer stabbed a client to death after a row over the quality of his products, a court heard.  Lee Butler, 39, suffered massive blood loss after he was knifed in the chest following a drugs deal in Barton, Oxford, the city's crown court heard.  Lewis Brown, 20, of Barton, denies Mr Butler's murder on 8 October 2021.  Prosecutor Charles Ward-Jackson said Mr Brown was a well-known crack cocaine and heroin dealer, but some clients had concerns over his products' purity.  Three people had died in Oxfordshire in September 2021 after taking contaminated heroin, Mr Ward-Jackson said.  He said Mr Brown had inflicted a \"serious and deliberate\" wound on Mr Butler after he accused him of belittling him.  The knife passed through Mr Butler's left lung, missed his heart but pierced his aorta, triggering huge bleeding.  Mr Brown is alleged to have sent text messages to 35 drug users on the morning of 8 October \"advertising\" that he had drugs to sell.  Mr Butler and a friend, also a drug user, met Mr Brown in a park off Bayswater Road in Barton to buy drugs at about 17:45 BST.  But Mr Butler's friend called the emergency services at 17:51 after he was stabbed with what the court heard was a \"hunting-type\" weapon. It has never been recovered.  Mr Ward-Jackson said Mr Brown arrived at the park in a \"bad mood\" and was concerned the pair had been \"bad mouthing\" the purity of his drugs. Mr Brown fled the park after attacking Mr Butler, and took taxi and bus rides across Oxford before arriving at a friend's home in Barton later that evening, the court heard.  He allegedly told his friend there: \"I only stabbed him once. How did he die from that?\"  The police arrived at his friend's home at about 01:00 on 9 October, where Mr Brown ran away from officers before being arrested at about 01:13.  Mr Brown, of Barton Village Road, Barton, also denies possession of a knife.  The trial, which is expected to last for at least a fortnight, continues.", "annotators": [{"best_summary": ["gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3", "t0"]}], "t0": {"text": "A drug dealer accused of murdering a customer over a row about the purity of his products stabbed him with a hunting knife, a court has heard."}, "gpt3": {"text": "A man is on trial for murder after stabbing a client to death following a disagreement over the quality of his drugs."}, "brio": {"text": "A drug dealer stabbed a client to death after a row over the quality of his drugs, a court heard."}}, "5": {"article": "About 200 people have staged a protest against plans to downgrade a hospital and remove its A&E department. They want to retain services at Withybush General Hospital in Haverfordwest, Pembrokeshire. Hywel Dda University Health Board's plans include building an urgent and planned care hospital somewhere between Narberth and St Clears.  It is seeking £1.3bn in funding to \"fundamentally improve the way in which health and care services are provided\". The A&E units at both Withybush and Carmarthen's Glangwili Hospital could shut if the plans go-ahead.  Both facilities would become community hospitals, with a focus on \"patients who do not need to be in an acute setting but need support\". Campaigners fear the extra travel time from parts of Pembrokeshire could cost lives.  Moira Lewis from Goodwick, who is opposed to the downgrading at Withybush, said: \"We are so far away from other hospitals.  \"It's 44 miles from Goodwick to Carmarthen, and ambulances don't turn up as quickly as they could.  \"This will all add to the pressure. At the end of the day, somebody could die before they arrive.\" Health board chief executive Steve Moore said a new hospital was vital. \"We are stretched very thin at the moment, and that means we struggle with staffing,\" he said. \"Quite often, people struggle with waiting times.  \"While they may be able to get to the hospital front door, it can be a real challenge for our staff to see them in a reasonable timescale, and that creates a poor service for the public.  \"Building a new hospital will allow us to do much better at that.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Protesters have gathered in Pembrokeshire against the possible closure of a hospital's A&E unit."}, "gpt3": {"text": "The article discusses a protest against plans to downgrade Withybush General Hospital in Haverfordwest, Pembrokeshire, which could remove its A&E department."}, "brio": {"text": "Hundreds of people have taken part in a rally in a bid to save hospital services in west Wales."}}, "6": {"article": "Fifty Ukrainians have been granted visas under a scheme for refugees with family links to the UK, the Home Office has announced. It is about 1% of the 5,535 people who have applied since the programme launched 48 hours earlier. Europe minister James Cleverly said he did not know the exact figures but said numbers would increase \"very quickly\". The Ukrainian ambassador praised the UK effort but urged for the \"maximum\" number of people to be admitted. Home Secretary Priti Patel said she was \"doing everything possible\" to speed up efforts to issue the travel permits. The UK has steadily increased its visa offer to refugees from the Ukraine war, extending it to parents, grandparents and siblings as well as \"immediate family\" and extending the visas to three years. But it has faced criticism that its scheme is less generous than the European Union's, while France accused the UK of a \"lack of humanity\", saying that 150 refugees were turned back at Calais for lacking a visa. Earlier this week, Prime Minister Boris Johnson said 200,000 Ukrainians would be eligible to travel to the UK as he extended the offer of visas to a wider range of family members.  As of 10:00 GMT on Sunday, the Home Office said 11,750 had begun applications online, while 5,535 had completed them. It added that 2,368 had booked a visa appointment to submit their application and biometric information, while \"around 50\" visas had been granted. Mr Cleverly told BBC Breakfast the final figure would be \"significantly\" more than the 50 figure being quoted and said while a process was needed the government would make it \"as quick, easy and as fast as possible\". \"We are looking to create something very, very large-scale very, very quickly\" he said. \"Initially it will be slower than we would like but that will pick up.\"  Asked if it was acceptable that about 1% of applications had been granted in the first 48 hours of the scheme, Ms Patel said it was \"the first scheme in the world that's up and running in this short period of time\". \"This is an incredible scheme and we are doing everything possible, surging capacity across every single application centre across the EU,\" she said, adding that staff were being flown into Ukraine's border countries to speed up applications. Ukraine's immediate neighbours have taken in the majority of the 1.5 million people estimated to have fled the war, with more than one million arriving in Poland. Mr Celverly said that while \"all of us would want to throw our arms open and be generous\" there needed to be a process but there was no upper limit on how many Ukrainians could come to the UK via government schemes. \"We want to play our part but of course most Ukrainian refugees are in the countries bordering Ukraine and that's where they want to stay and we are providing humanitarian support for them there as well,\" he said. France's Interior Minister Gerald Darmanin wrote to Ms Patel on Saturday, saying that 400 Ukrainian refugees had arrived at Calais to cross the Channel, but 150 were sent back and told to obtain UK visas at embassies in Paris or Brussels. Mr Darmanin said the response to people in distress was \"completely unsuitable\" and showed a \"lack of humanity\", calling for the UK to put consular staff at Calais to help Ukrainian refugees cross. But Ms Patel said it was \"wrong to say we are turning people back\" and said the Home Office already had people working in Calais to support Ukrainian families. The Sun reported that Ms Patel was \"investigating legal options\" to create a humanitarian route, which would mean anyone without ties to the UK fleeing the conflict would have the right to come to the UK. However, the BBC understands this referred to the already announced route where refugees can be sponsored by individuals, communities or organisation and Mr Cleverly confirmed that there had been no change to the government's policy over the weekend. Vadym Prystaiko, Ukraine's ambassador to the UK, said that the visa process could be simplified, adding that any issues could be resolved later but right now the \"maximum\" number needed to be admitted. He said any \"bureaucratic nonsense\" should be cleared away, although he said it was necessary to continue security checks. But he said the UK was at the \"forefront of the effort\" to support Ukraine. On Monday the Disasters Emergency Committee announced its Ukraine appeal had raised more than £100m in four days.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}], "t0": {"text": "\"Around 50\" Ukrainians have been granted visas to enter the UK under a new refugee travel scheme, officials say."}, "gpt3": {"text": "The UK has granted visas to 50 Ukrainians under a scheme for refugees with family links to the UK, and the Home Office has said that the number will increase quickly."}, "brio": {"text": "The number of Ukrainians granted visas to travel to the UK will be \"significantly\" more than the 50 quoted by the government, a minister has said."}}, "7": {"article": "A 17-year-old has died and three people have been arrested after a car collided with a taxi in north London. The teenager, who was a passenger in the car, was found injured by the Met Police in Frith Lane, Barnet, at about 23:00 GMT on Saturday.  Despite the efforts of emergency workers, he died at the scene. His family has been informed. Witnesses reported several people fleeing the scene. Three people were later arrested.  The Met said it could not yet release details of what they were arrested on suspicion of. In a statement, it said: \"Initial inquiries suggest the car had been involved in a minor collision with a taxi before colliding with a tree. \"The driver of the taxi stopped at the scene. He was not arrested and is helping with our inquiries.\" Detectives are appealing for witnesses and anyone with dashcam footage to come forward.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3", "brio"]}], "t0": {"text": "A 17-year-old boy has died after a car crashed into a tree following a minor collision with a taxi, police have said."}, "gpt3": {"text": "The police are investigating a car crash that killed a 17-year-old and injured several others."}, "brio": {"text": "A 17-year-old boy has died after a car crashed into a tree in north London."}}, "8": {"article": "A man standing trial for the murder of his partner's three-year-old son had convictions for common assault, burglary and possession of heroin with intent to supply, a jury has heard. Kemarni Watson Darby suffered fatal abdominal injuries at his mother's flat where he lived with Nathaniel Pope. Alicia Watson, 30, from West Bromwich, is also on trial for murder. Mr Pope, 32, from Wolverhampton, and Miss Watson both deny that charge and another of child cruelty. During his cross-examination, Miss Watson's QC, Charles Sherrard, told the court Mr Pope had been sentenced to four months' imprisonment for common assault in May 2011, 12 months for burglary in September 2011, and 20 months for possessing heroin with intent to supply in July 2013. Mr Pope conceded he had \"just told some of the truth\" about himself in evidence heard last week. Mr Sherrard referred to another arrest in March 2021. He said: \"On the journey to Oldbury custody suite and on arrival at Oldbury custody suite you were asked by police officers several times if you had anything secreted on your person that you needed to present to them. \"Each time you said to them 'no'. The custody suite police officers were authorised to conduct a strip search of you. \"Two police officers then took you into a room and asked again if you had any drugs secreted on your person. Once again, you said 'no'. \"A rock of 9.16 grams of crack cocaine was found in a white tissue secreted between your buttocks.\" Mr Sherrard also referred to Mr Pope's evidence last week that he was \"merely a recreational user of cannabis\". He asked: \"(In) 2013 you're a dealer of heroin and in 2021 it's crack cocaine. Are you saying that in between we should read into it there would have been nothing of the sort?\" Mr Pope answered: \"There was nothing of the sort.\" The trial continues.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}], "t0": {"text": "A man accused of murdering a toddler in Wolverhampton had convictions for assault and drugs offences, a court has heard."}, "gpt3": {"text": "The man on trial for the murder of his partner's 3-year-old son had a history of convictions for assault, burglary, and drug dealing."}, "brio": {"text": "A man accused of murdering a toddler had a string of convictions, Wolverhampton Crown Court has heard."}}, "9": {"article": "A cyber rapid-response team (CRRT) is being deployed across Europe, after a call for help from Ukraine. The newly formed team of eight to 12 experts, from Lithuania, Croatia, Poland, Estonia, Romania, and the Netherlands, has committed to help defend Ukraine from cyber-attacks - remotely and on site in the country. An official warned attacks were likely. \"We can see that cyber-measures are an important part of Russia's hybrid toolkit,\" the CRRT official said. It comes after the UK and the US blamed Russia for cyber-attacks earlier this month that temporarily took a small number of Ukrainian banking and government websites offline. The Lithuanian Ministry of Defence tweeted: \"In response to Ukraine request, [we] are activating [a] Lithuanian-led cyber rapid-response team, which will help Ukrainian institutions to cope with growing cyber-threats. #StandWithUkraine.\" CRRTs are a European Union initiative to deepen defence and co-operation between member states. They are said to be equipped with commonly developed cyber-toolkits designed to detect, recognise and mitigate cyber-threats.  An official said the team was \"composed of different cyber-expertise, such as incident response, forensics, vulnerability assessment, to be able to react to a variety of scenarios\". Russia has previously been accused of so-called hybrid warfare, combining cyber-attacks with traditional military activity, in Georgia and Crimea.  The EU and Ukraine blamed Russia after thousands of people in multiple cities in Ukraine experienced power cuts, in 2015 and 2016, when hackers temporarily shut off electricity substations.  The US, UK and EU also blamed it for the hugely disruptive NotPetya wiper attack.  Experts say about 2,000 NotPetya attacks were launched in 2017, mainly aimed at Ukraine but the malicious software spread globally, causing billions of dollars of damage to computer systems across Europe, Asia, and the Americas. Moscow denies being behind the attack, calling such claims \"Russophobic\".", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio", "t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "A team of cyber experts is being assembled in Lithuania to help Ukraine defend itself from attacks, the Lithuanian Ministry of Defence says."}, "gpt3": {"text": "A cyber rapid-response team is being deployed across Europe to help defend Ukraine from cyber-attacks."}, "brio": {"text": "The EU is sending a team of cyber-security experts to help Ukraine deal with growing cyber-attacks from Russia."}}, "10": {"article": "A 23-year-old woman has been charged with murdering a man in a South Gloucestershire town. Bradley Lewis, 22, died in hospital after suffering a single stab wound at a house in Kingswood on Friday. Abigail White, of Chipperfield Drive, has been remanded into custody and is set to appear before Bristol Magistrates' Court later on Monday. His family paid tribute to \"our wonderful much-loved son Bradley, taken from us too early\". Mr Lewis was taken to hospital after officers from Avon and Somerset Constabulary were called to the property at about 20:20 GMT on Friday. He died in the early hours of Saturday. A post-mortem examination revealed he died from a single stab wound to the chest.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}], "t0": {"text": "A woman has been charged with murder after a man died from a stab wound."}, "gpt3": {"text": "A 23-year-old woman has been charged with murdering 22-year-old Bradley Lewis, who died after suffering a single stab wound."}, "brio": {"text": "A 23-year-old woman has been charged with murder after a man died from a single stab wound at a house in Kingswood..."}}, "11": {"article": "A hoax bomb alert in north Belfast on 27 March was part of \"a politically motivated crime\" linked to opposition to the NI Protocol, a court has heard. It happened while Irish Minister for Foreign Affairs Simon Coveney was attending a peace event in the area. Darren Service, of Ballysillan Road in north Belfast, is charged with preparing terrorist acts, hijacking a van and causing a bomb hoax. Mr Service is accused of transporting two gunmen to the scene of a hijacking. That happened minutes before the alert.  A PSNI detective inspector said the gunmen hijacked a van from a workman in Sydney Street and told him that he would be shot or his family would be injured if he did not listen to them.  He explained that an item was then placed in the van and the victim was ordered to drive it to the Houben Centre on the Crumlin Road, where the Republic of Ireland's minister for foreign affairs was attending a peace event.  The court heard that Mr Service accepted, during police interviews, that he was driving in the area of the hijacking on Friday morning but denied that he was the driver of the car in which the gunmen were being transported. The police said that the defendant presented himself at a police station and officers subsequently searched his home where they found about £100,000 in cash, two balaclavas, UVF pins, an air pistol, drugs and jewellery. The defendant told police officers that the money was \"savings\". He said the balaclavas were for pigeon hunting and that he had bought the UVF pins at a stall. The police said they believe Mr Service was linked to protests over the Irish Sea border. The PSNI objected to bail saying they feared there could be a risk of an escalation of loyalist protests again the Northern Ireland Protocol and the Irish Sea border. The detective inspector also said police believe the defendant was \"actively involved\" in a terrorist act by driving the gunmen. The police also said they believe Mr Service was present and helped to orchestrate trouble during a protest around Lanark Way last year when a bus was set on fire. When the judge asked if he was charged in connection with that, the senior police officer said: \"No, he has not.\" The court also heard that Mr Service has failed to hand over his mobile phone to investigating officers because it contained information he did not want to share. Police also outlined concerns about security alerts in Warrenpoint and on the Belfast to Dublin train earlier this week, linked to the UVF. A prosecution lawyer said the defendant can only be regarded as \"a trusted member\" of the organisation responsible for last week's incident, which she described as \"a politically motivated attack\". She said this is \"an organised grouping of like-minded individuals\". A defence lawyer said it was being suggested that the defendant was a trusted member of the UVF, yet there was no charge in relation to this.  He also asked why the Lanark Way incident last summer was being brought up now when Mr Service was never even questioned about the incident.  The lawyer said the case against his client was \"conjecture\" and joining the dots.  He said there was nothing to connect him forensically to the incident on 27 March. He said his client was \"a legitimate businessman\" who owned three gyms. The judge refused bail saying there were \"significant suspicions\" about the amount of cash found in the defendant's home.  He also referred to his refusal to hand over his phone as being \"within his own gift\". The judge said he was also mindful of  what he described as \"heightened public tensions\".", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}], "t0": {"text": "Darren Service, who is charged with terrorism offences, hijacking and bomb hoaxing, has been refused bail at Belfast Magistrates Court."}, "gpt3": {"text": "The article discusses a hoax bomb alert that occurred in north Belfast, and the man charged with preparing terrorist acts and causing the hoax bomb alert is Darren Service."}, "brio": {"text": "A 28-year-old man has been refused bail because the police believe he is linked to loyalist protests over the Irish Sea border."}}, "12": {"article": "A Texas judge has extended an order to prevent state officials from investigating allegations of so-called \"abuse\" against parents seeking gender-transitioning care for their children. In February, officials declared some gender reassignment therapies \"child abuse\" under state law.  Parents allowing them, could lose custody of their children under a directive from the Republican governor. A district judge temporarily halted the plan Friday. Judge Amy Clark Meachum ruled that the directive from Governor Greg Abbott violated the Texas state constitution. As a result, investigations into parents currently under way are to stop, pending a trial into the matter. The Texas attorney general's office filed a notice of intent to overturn Judge Meachum's ruling.   A trial challenging the directive is due to take place in July.  The American Civil Liberties Union (ACLU) had sued Mr Abbott over the directive he had said was to prevent \"child abuse\". LGBTQ rights advocates say the governor's directive unfairly criminalises transgender children and their families - and that the proposal to investigate them appears politically motivated, as part of Mr Abbott's gubernatorial re-election campaign this year.  The directive had also urged teachers, doctors, and healthcare professionals to report any \"suspected abuse\", or face criminal penalties.  Proponents of the directive say children are too young to make life-altering decisions about their bodies.  However, medical experts in Texas say transgender surgical procedures are performed very rarely if ever on minors in the state. Treatment and therapies mainly consist of hormonal treatment (such as reversible puberty blockers) and social transitioning (such as mental health counselling).  They say that this kind of legislation only seeks to further discriminate and isolate trans youth - a population which already experiences disproportionate rates of suicide.   Judge Meachum's order on Friday would stop nine investigations currently being carried out against families of transgender children, according to the Texas Tribune. Amber Briggle, a Texas mother of a trans teen son, was informed that her family was under investigation in late February. In a statement posted to her blog, Ms Briggle said she felt Texas was \"attempting to rip our family apart because we love our children unconditionally\".  \"When we were notified of the allegations, it was as if the wind had been knocked out of us,\" she wrote. \"Raising a transgender child in Texas has been one long political emergency. It always seemed like this day would come.\"  Dozens of states are considering similar laws targeting trans youth. This week, Idaho lawmakers passed a similar bill that would make providing gender-transition care a felony with a life sentence. Parents could also be prosecuted if they leave the state to seek treatment for their children elsewhere.  During the State of the Union, President Joe Biden called on Congress to pass the Equality Act, which would amend the Civil Rights Act of 1964 to prohibit discrimination on the basis of sex, sexual orientation and gender identity.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3", "brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Texas transgender parents are celebrating a legal victory, as a judge has temporarily halted a state plan to cut off their health care."}, "gpt3": {"text": "The article discusses a Texas judge extending an order to prevent state officials from investigating allegations of so-called \"abuse\" against parents seeking gender-transitioning care for their children."}, "brio": {"text": "Parents of transgender children in the US state of Texas are fighting to keep custody of their children."}}, "13": {"article": "The head of Tunisia's main legal body says they have been locked out of their offices, a day after President Kais Saied said he was dissolving it. The judges had vowed to ignore the decree and carry on working, accusing the president of behaving illegally. But on Monday, they found that police had locked their offices. President Saied accuses the judges of bias and corruption, but his critics say he is leading the country towards authoritarian rule.  \"Judges will not stay silent,\" said Youssef Bouzakher, head of the Supreme Judicial Council, on Sunday. He said there was no legal framework to dissolve the body, which was set up in 2016 to guarantee the judiciary's independence.  Its members vowed to continue holding their seats. In his late-night speech announcing that he would dissolve the council, President Saied said of the judges: \"Their place is not where they sit now, but where the accused stand.\"  He began strengthening his grip on power in July last year, when he ousted the prime minister and froze parliament. He later moved to rule by decree and has promised to rewrite the constitution.  Supporters of the president have welcomed his moves to rid the country of a system they see as corrupt.  But his political opponents accuse him of moving towards authoritarianism and the speaker of the suspended parliament voiced solidarity with the judges.  Tunisia's 2011 uprising against the autocratic leader Zine al-Abidine Ben Ali was the first in a series of revolutions which became known as the Arab Spring.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Tunisian judges are protesting against the dissolution of their council by the president."}, "gpt3": {"text": "The head of Tunisia's main legal body has accused President Kais Saied of behaving illegally after he was locked out of their offices following the president's decree to dissolve the body."}, "brio": {"text": "Tensions are rising in Tunisia between the president and the country's top judges."}}, "14": {"article": "A new £12.8m waste centre has been approved, despite concerns about a lack of environmental measures in its design. The proposed plant near Blandford, Dorset, includes a waste transfer station and household recycling centre. Critics said the development, in an Area of Outstanding Natural Beauty (AONB), did not match the council's climate change goals. The council said the town's existing waste centre was too small. At a meeting of Dorset Council's strategic planning committee, concerns were raised about the lack of solar panels, rainwater harvesting and public transport provision for the proposed plant at Sunrise business park. There were also worries that trees planted to lessen its visual impact may not survive due to the lack of a watering system, according to the Local Democracy Reporting Service. Committee member David Tooke said the design ran counter to the council's passing of a climate emergency motion in 2019. \"To have buildings designed so they cannot take solar panels is a big oversight… it is the policy of the council to take climate change into account and design things in line with that. I'm not convinced this is good enough.\" Pimperne Parish Council also objected to the scheme being located in the AONB and criticised road access to and from the 2.7 hectare (6.7 acre)site. Dorset Council had argued that the public benefits of the scheme outweighed adverse impacts on the AONB. The authority said the existing waste site on the Blandford Heights industrial estate could only accommodate 14 vehicles at the same time, which caused traffic congestion. Among the councillors voting in favour of the plans, Alex Brenton said: \"There is a screaming need for a facility like this in Blandford which has had a lot of housing growth in the past ten years and will be having more,\" she said. Work on the centre is due to be completed in late 2023.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio", "t0"]}], "t0": {"text": "Plans for a new waste plant have been given the go-ahead by councillors, despite concerns over its design."}, "gpt3": {"text": "A new waste centre has been approved in Dorset, despite concerns about a lack of environmental measures in its design."}, "brio": {"text": "Controversial plans for a \"screaming need\" for a town's waste collection have been approved."}}, "15": {"article": "A man is being sought by Kent Police after a house fire in which a person died.  Kent Fire and Rescue Service were called to the address in Shorncliffe Road, Folkestone, just before 10:30 GMT on Thursday. The victim was found inside the property after firefighters put out the blaze. Police said they believed Liam Petts, 24, may have information about the fire. Kent Police said the cause of the fire is not yet known, but is being treated as suspicious.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A man is being sought by police following a house fire in Folkestone."}, "gpt3": {"text": "A person has died in a house fire in Folkestone, Kent, and police are seeking Liam Petts, 24, in connection with the fire, which is being treated as suspicious."}, "brio": {"text": "The body of a man has been found after a house fire in Folkestone."}}, "16": {"article": "Paramedics in the Lake District hope to be using jet suits to reach medical emergencies this summer. One member of Great North Air Ambulance (GNAA) staff has completed his training to use the suit unassisted and two more are to begin shortly. Once operational, medics will be able to fly up a fell in 90 seconds rather than taking 30 minutes by foot. The use of jet suits in medical emergencies is believed to be a world first. Trials of the futuristic-looking kits started in September 2020 but were halted by the Covid-19 pandemic and difficulties in finding a sponsor to cover the costs. The jet suit consists of two mini engines on each arm and one on the back allowing the pilot to control their movement just by moving their hands.     It produces up to 144kg of thrust so it can ascend quickly, saving valuable time, by \"flying\" close to the land. GNAA operations director Andy Mawson, who has completed the training, said: \"We're still awestruck by it, everyone looks at the wow factor and the fact we are the world's first jet suit paramedics but for us it's about delivering patient care. \"When I started as a paramedic I never thought I'd be working with a helicopter, never mind this.\" Currently it takes the GNAA helicopter 25 to 30 minutes to reach a patient in the Lake District, once the crew has found an area flat enough to land. The charity, which works closely with mountain rescue teams, believes there is a major advantage in the Lakes as the jet suit can be used in poor conditions - such as low visibility and strong winds -  which would pose a challenge to a helicopter. The suits have been proved to be effective in 35mph winds and, according to GNAA data, could be used on 15 to 20 medical cases a week. Paramedics will need to fly with 10 to 15kg of medical kit, including a defibrillator and patient-monitoring devices which are strapped in pouches on the pilot's legs and chest. \"It's a machine attached to your body, you have to find your balance point and we're in a job where we challenge ourselves,\" Mr Mawson added. \"There's a lot of pressure on us to make it work but it has a real purpose to get to people who need urgent medical care. \"It would be lovely to enjoy it but we have a job to do at the end of the day.\" Testing the abilities of the suits on the Lakeland fells is new territory, which the manufacturers, Salisbury-based Gravity Industries, welcome.  \"Our drive for creating the suit came from wanting to challenge what seemed like the impossible,\" inventor Richard Browning said.   \"We're enjoying working in a new sector and helping the front-line workers in clean energy.\" Mr Mawson said: \"During trials we asked walkers what they thought, as the jet suits are loud, you can hear them coming and everyone thought it was unbelievable, they were captivated and their feedback  was so positive. \"Who knows - hopefully not - but maybe one day a paramedic in a jet suit like me, could be helping one of those walkers.\"", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A pilot has completed training to use a jet suit to reach patients in the Lake District in minutes instead of hours."}, "gpt3": {"text": "The Great North Air Ambulance is hoping to use jet suits to reach medical emergencies in the Lake District this summer, which would be a world first."}, "brio": {"text": "The world's first jet suit paramedics are set to take to the skies in a bid to save lives."}}, "17": {"article": "The trial of a former Goldman Sachs banker who allegedly siphoned millions of dollars from Malaysia's beleaguered 1MDB sovereign wealth fund has been paused in the US, because of an \"inexcusable\" blunder by prosecutors. Prosecutors admit they did not share more than 15,500 documents with the defence lawyers representing Roger Ng.  These relate to their star witness Tim Leissner, who was Mr Ng's boss.  A judge ruled to halt the proceedings without setting a date for resumption.  On Wednesday, US District Judge Margo Brodie ordered a \"break in the trial\" centred on 1MDB, an investment fund set up by the Malaysian government that lost billions of dollars due to fraudulent activity. She asked defence lawyer Marc Agnifilo to decide how much time he needed to go through the evidence, while adding: \"I will give you as much time as you need\".  Assistant US Attorney Alixandra Smith described the blunder as an \"inexcusable error\". Mr Agnifilo has said he may ask for a mistrial \"depending on what this information is\".  His client Roger Ng, Goldman's former head of investment banking in Malaysia, has been charged with conspiring to launder money and violating anti-bribery law. Prosecutors say Mr Ng, who worked for Goldman from 2005 to May 2014, received $35m (£26.1m) in kickbacks for his role in the scheme. If found guilty, Mr Ng faces up to 20 years in jail for a money laundering charge and five years for each of two bribery charges. He has pleaded not guilty to all charges.  Meanwhile, Mr Leissner, who is a witness for the prosecution, pleaded guilty to similar charges in 2018. He previously headed the bank's South East Asia unit.  Prosecutors believe the two men helped divert billions of dollars from 1MDB.  They say $4.5bn of the money was used as bribes for Malaysian politicians and others, who spent their gains on art, jewellery and property. In court last week, Mr Leissner described Mr Ng as a key banker for 1MDB transactions, in which Goldman helped to raise $6.5bn for the fund through a series of bond deals. He said they were hailed as \"heroes\" within the bank for bringing in the business, which brought Goldman roughly $600m in fees. Investigators subsequently found that the proceeds from the bonds, sold from 2009 to 2014, were largely stolen. As a result Goldman Sachs spent years being investigated by regulators around the world. In 2020, the firm reached a $3.9bn settlement with the Malaysian government for its role in the multi-billion-dollar corruption scheme. It also paid nearly $3bn to authorities in four countries to end an investigation into work it performed for 1MDB. The same year, Malaysia's former Prime Minister Najib Razak was sentenced to 12 years in jail after he was found guilty of abusing his power, laundering money and breaching the public's trust.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "The trial of a former Goldman Sachs banker accused of stealing millions of dollars from Malaysia's 1MDB fund has been halted."}, "gpt3": {"text": "The trial of Roger Ng, a former Goldman Sachs banker accused of siphoning millions of dollars from Malaysia's 1MDB sovereign wealth fund, has been paused in the US due to an oversight by prosecutors."}, "brio": {"text": "The trial of a former Goldman Sachs banker who allegedly siphoned millions of dollars from Malaysia's 1MDB sovereign wealth fund has been halted..."}}, "18": {"article": "The wife of a man who has gone missing on a walk in the Highlands has appealed for help in finding him. Finn Creaney was last seen at about 14:00 last Friday when he was dropped off at Loch Naver on the B873 road to start his planned walking route. Extensive searches have been made of a large area between Altnaharra and Golspie, his intended destination. Mr Creaney's wife, Lucy, said: \"It is a really worrying time for me and our four-year-old daughter, Luna.\" She thanked family, friends, the local community and search teams for their support and efforts to find her husband. Mrs Creaney said: \"I want appeal to anyone who may have seen Finn since last Friday to call the police and ask anyone walking in the area and hills between Altnaharra and Golspie that they keep an eye out for Finn and keep him in their thoughts.\" Police Scotland said there were increasing concerns for Mr Creaney's safety. Insp Alasdair Goskirk said: \"I know our concerns are shared by locals and we are grateful for the assistance we have received so far.  \"I continue to urge anyone who believes they may have seen Finn in recent days or has any information regarding his whereabouts to come forward.\"  Mr Creaney, who is 32 and lives in the Tain area, is described as 5ft 11in tall, of slim build with light complexion and freckles on his arms and nose.  He has long, brown hair down to his lower back and a full brown beard which is short in length. Mr Creaney was last seen wearing a black T-shirt, a long, brown leather jacket which goes down to his knees, dark-coloured trousers, brown waterproof boots. He was carrying a green rucksack. Police Scotland has appealed to anyone who has seen Mr Creaney to get in touch.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["gpt3", "t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}], "t0": {"text": "The wife of missing hillwalker Finn Creaney has said she fears for his safety."}, "gpt3": {"text": "The wife of Finn Creaney, who has gone missing on a walk in the Highlands, has appealed for help in finding him."}, "brio": {"text": "The wife of a man who has gone missing on a walk in the Highlands has appealed for help in finding him."}}, "19": {"article": "A former senior detective has accepted intelligence about the Manchester Arena bomber should have been investigated years before the attack. Frank Morris investigated convicted terrorist Abdalraouf Abdallah between 2014 and 2016. The Manchester Arena Inquiry heard multiple messages found on his phone were from the bomber Salman Abedi. However, that fact only became known to detectives after the May 2017 arena attack, which killed 22 people. Abedi, 22, also killed himself and injured hundreds more when he detonated a homemade device as people left the venue following a concert. The inquiry heard there were about 1,300 messages between Abdallah and someone called \"Salman\" across a number of weeks in November 2014, but no effort was made to identify the latter person. The messages included references to martyrdom and slurs about non-Muslims. The hearing was told \"Salman\" also sent two \"selfies\" of himself to Abdallah and mentioned his surname, Abedi, from a mobile phone number which was later found to be registered in his real name. Evidence from their communications was used in the trial of Abdallah in 2016 in order to demonstrate the defendant's extremist mindset, but detectives made no attempts to identify \"Salman\". There was also never a referral about \"Salman\" made to an internal counter-terror police intelligence team, which could have made further inquiries. Paul Greaney QC, counsel to the inquiry, asked if the messages between the pair should have been the subject of \"intelligence development\". Mr Morris, who was a detective inspector in the North-West counter-terrorism unit, said: \"With hindsight, yes.\" However, he said there was \"nothing extraordinary\" in the exchanges compared to what officers saw in other terrorism investigations. He said none of the individuals officers involved in the investigation had thought to refer the \"Salman\" issue for further development. He also said he was aware of a port stop of the bomber's elder brother Ismail Abedi in September 2015. Ismail Abedi was held at Heathrow airport on his return from honeymoon and his phone was found to contain Islamic State propaganda, material encouraging jihadist violence, and images of his family brandishing weapons in Libya. Mr Morris said that at the time, he delegated consideration of the material to a more junior detective, who decided it did not meet the \"threshold\" for referral to the Crown Prosecution Service for a charging decision. John Cooper QC, representing several bereaved families, said a \"subjective decision\" had been made by the relevant detective and on that basis, no further action had been taken. He asked Mr Morris if he had been \"surprised\" by the decision. The former detective said the officer was \"very experienced\", adding that he \"hadn't seen\" the material himself. The inquiry continues. Why not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Senior police officers failed to spot a potential terror threat from the Manchester bomber because of \"political correctness\", an inquiry has heard."}, "gpt3": {"text": "The Manchester Arena Inquiry heard that there were multiple messages between the Manchester Arena bomber and another person on a phone, but no effort was made to investigate or identify the other person."}, "brio": {"text": "\"With hindsight, yes\", the inquiry into the Manchester terror attack has heard."}}, "20": {"article": "A large fire on Dartmoor on Tuesday is believed to have been started accidentally, the fire service has said. A major incident was declared after the gorse fire broke out on Dartmoor at about 12:00 GMT. Thirteen fire engines were called to fight the blaze on multiple fronts to prevent it from spreading. Dartmoor National Park Authority said it had been informed of a legal swale taking place in the area at the time. Swaling - the controlled burning of Dartmoor - has been used to manage vegetation and clear the ground of dead vegetation so that new growth can appear for about 5,000 years. The BBC understands that due to a change in wind direction, the swale became out of control and the fire service was promptly called.  It was confirmed to have been put out by about 16:00. DNPA community and landscape ranger, Rob Steemson, said: \"There was a great response from the fire service, which acted quickly to manage the fire and get it under control.\" The A386 was closed locally for several hours, but was later reopened. All the people who had been in the area of the blaze were accounted for.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}], "t0": {"text": "Fire crews believe a controlled burn which went out of control is what caused a major blaze on Dartmoor."}, "gpt3": {"text": "The fire on Dartmoor on Tuesday is believed to have been started accidentally by a legal swale taking place in the area, and the fire service quickly got it under control."}, "brio": {"text": "A gorse fire in a national park was accidentally started by a controlled burn, the fire service has said."}}, "21": {"article": "The family of a man who died after being stabbed at a restaurant have appealed for witnesses to come forward. Nagiib Maxamed, 28, from Milton Keynes was attacked at Atesh restaurant and bar in Grafton Gate East in the town at about 01:30 GMT on 27 December. Five men and one woman, all from Birmingham, arrested on suspicion of murder and attempted murder have been released on police bail. Mr Maxamed's father Mustafe Mahamed said: \"We as a family are destroyed.\" A second man who was injured in the incident has since been discharged from hospital, police said. Mr Mahamed said his son died on his 28th birthday and described him as \"caring and kind and very loved by many\". \"We still need the public's help in getting information on what happened on the night of our son's death,\" he said in the video released by Thames Valley Police. He said he was \"extremely grateful\" to people who had already come forward to speak to police. \"But there are others who might have information but haven't contacted the police,\" he added. Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "annotators": [{"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}], "t0": {"text": "Nagiib Maxamed was killed on his birthday on 27 December, police have said."}, "gpt3": {"text": "The family of Nagiib Maxamed, who died after being stabbed at a restaurant, have appealed for witnesses to come forward."}, "brio": {"text": "The family of a man who was stabbed to death in Milton Keynes have appealed for witnesses to come forward in a video."}}, "22": {"article": "A town centre golf course has been earmarked for 2,000 homes after a council approved a new local plan.  The future development of Maidenhead Golf Club is included in proposals which were approved at a full council meeting on Tuesday.  The Royal Borough of Windsor and Maidenhead's planning boss said the plan put it in a good position to meet local housing needs. But around 150 protestors demonstrated against the local plan.  The 2,000 homes on the town's golf course are part of a wider local plan, which would see at least 14,240 new homes built between now and 2033.  No official planning application has been put in yet for the golf course site, which is the biggest development in the plan.  It comes after golf club members in 2016 voted in favour to accept the council's £15.95m offer to surrender the lease of the 132-acre (53-hectare) site. David Coppinger, cabinet member for planning, said: \"This is a very difficult decision and I know a lot of councillors and residents don't agree with it, but it was the right decision for the borough going forward.\" The local plan's adoption will have full weight in deciding any planning applications, and abound 150 protestors turned up at the town hall to oppose it. Protester Tom Wigley said: \"Air quality in Maidenhead is bad, but you build all those houses, it's just going to get worse.\" Fiona Allen said: \"We all know that it's an environmental disaster, it's an absolute joke you know, with what's happening with climate change.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}], "t0": {"text": "Maidenhead's town centre golf course could be redeveloped to build more than 2,000 homes."}, "gpt3": {"text": "The council has approved a new local plan which includes the development of Maidenhead Golf Club into 2,000 homes."}, "brio": {"text": "Controversial plans for thousands of new homes in Maidenhead have been approved."}}, "23": {"article": "There has been an increase in the number of Covid-19-related deaths registered in Northern Ireland. The government statistics agency, Nisra, said in the week up to 25 February, the virus was mentioned on the death certificates of 33 people - two more than the previous week. It brings the total number of deaths registered by the agency to 4,300. The Department of Health's total up to last Friday, based on a positive test recorded, was 3,205. Nisra's figures are higher, because it records mentions of the virus on death certificates, where it may or may not have been confirmed by way of a test. Of the agency's measure, more than two thirds of Covid-19-related deaths have occurred in hospital (69.6%). There have been 1,216 care home resident deaths, accounting for 28.2% of all Covid-19-related deaths. People aged 75 and over accounted for 73.3% of the 4,300 Covid-19-related deaths registered between 19 March 2020 and 25 February 2022. The provisional number of deaths from all causes registered in the week ending 25 February was 327. Armagh City, Banbridge and Craigavon and Mid Ulster council areas have had higher proportions of Covid-19-related deaths (12.4% and 8.2% respectively) compared with their share of all deaths in Northern Ireland (10.4% and 6.7% respectively), according to the Nisra figures. The statistics also show Ards and North Down and Fermanagh and Omagh council areas have relatively low shares of registered Covid-19-related deaths (2.0 and 2.1 percentage points lower respectively than their share of all deaths).", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["brio"]}], "t0": {"text": "There has been an increase in the number of Covid-19-related deaths registered in Northern Ireland."}, "gpt3": {"text": "There have been 4,300 Covid-19-related deaths registered in Northern Ireland, with the majority of them occurring in hospital and involving people aged 75 and over."}, "brio": {"text": "The number of people in Northern Ireland who have died from the Covid-19 virus has risen to 4,300."}}, "24": {"article": "Multi-award winning artist Dave will be joined by music megastars including Cardi B and Nicki Minaj for this year's Wireless festival. Performances will take place at two London venues, in Crystal Palace and Finsbury Park, beginning on 1 July and ending on 11 July. Birmingham's NEC will also play host for the first time since 2014. Radio 1Xtra DJs will host Wireless stages and provide live sets. For the first time the festival will partner with BBC Radio 1Xtra, which will broadcast live on site and conduct exclusive backstage interviews, Wireless said. ASAP Rocky leads the headliners for the first weekend at Crystal Palace with his first show on British soil in six years. The 33-year-old will be followed by J Cole on the Saturday and Tyler, The Creator on the Sunday. The following weekend all eyes will be on Finsbury Park where an all female line-up of Cardi B, SZA and Nicki Minaj will take to the stage. That same weekend Dave, who recently won best hip hop/grime/rap act the 2022 Brit awards, will headline in Birmingham, followed by Cardi B on Saturday and J Cole on Sunday. The 23-year-old, who already has a host of major UK musical accolades under his belt, was forced to reschedule several shows following damage and delays caused by Storm Eunice. Further acts are due to be announced at noon on Friday. Tickets for Wireless will go on general sale at noon on 28 February.", "annotators": [{"best_summary": ["t0", "brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Def Jam Recordings and BBC Music have announced the first acts for their Wireless Festival, which will take place in London and Birmingham."}, "gpt3": {"text": "The article discusses the lineup for the Wireless festival, which will feature performances by Dave, Cardi B, Nicki Minaj, and other artists."}, "brio": {"text": "The first headline acts have been announced for one of the UK's biggest summer music festivals."}}, "25": {"article": "About 1,200 people on the Isle of Man who use Tesco Bank credit cards have been told their accounts will be closed later this year. Tesco, which has a supermarket in Douglas, said it needed to avoid the risk of providing financial services to non-UK customers following Brexit. Accounts were due to be scrapped in May, but will now remain open until November following government talks.  A Tesco spokesman said this would give \"time to secure suitable alternatives\". \"Tesco Bank is a UK bank, and this means many of our products, including credit cards, can only be acquired by those living within the UK\", he added. Tesco said most of its Manx customers either acquired credit cards before 2012 - when Tesco Bank was a joint venture involving RBS - or had opened an account in the UK before later moving to the island.  Enterprise Minister Alex Allinson said he was grateful for the extension. His department will work with other local banks and card providers to \"explore a range of options to ensure consumer services\" are available, he added. A government spokesman said there \"appeared to be no legal prohibitions under UK law\" that prevented cards being issued to Manx residents. Tesco Bank has confirmed its customers can continue to manage accounts online after they are close on 3 November, and pay off outstanding balances in line with existing terms and conditions.  Despite the reprieve for credit card customers, savings accounts held with the supermarket will be closed in May. Why not follow BBC Isle of Man on Facebook and Twitter? You can also send story ideas to IsleofMan@bbc.co.uk", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Tesco Bank has been given more time to find alternative products for customers in the Isle of Man."}, "gpt3": {"text": "Tesco Bank credit card holders on the Isle of Man will have their accounts closed later this year, but the closure has been delayed until November."}, "brio": {"text": "Credit card customers on the Isle of Man have been given more time to save their bank accounts from closure."}}, "26": {"article": "Plans to build an 18-storey riverside tower block in Newcastle's Quayside will be strongly opposed by a leading North East heritage organisation. PfP-igloo wants to build the 62-apartment block on the vacant Malmo Quay, near Ouseburn. Northumberland & Newcastle Society (the N&N) claims the development will \"result in substantial and sustained harm to multiple heritage assets\". The developers said they had \"fine tuned\" plans as a result of concerns. Local businesses have already raised fears the tower block could spoil some of the city's best-known views if it is given the green light. Residents of Ouseburn have also spoken out against the development, claiming the plans are \"disastrous\" and \"abysmal\" for the area, said the Local Democracy Reporting Service. The tower was branded \"manky\" and likened to a giant cheese grater at a public forum organised by the Ouseburn Trust on Tuesday evening. Once known as the cradle of the Industrial Revolution, Ouseburn is one of the city's most historically important sites. It provides a fast and navigable route to transport goods from the river to the city. It has become a cultural hub in recent years, attracting small and medium sized businesses, many in the creative industries. The area was voted 29th out of the 49 coolest neighbourhoods in the world by Time Out magazine. As well as the 223ft-high tower block, PfP-igloo's proposals feature another 13 townhouses and two duplex apartments on the disused Malmo Quay land. Tim Wickens, chair of the N&N's Tyneside Committee, said the organisation is not opposed to new development but will \"rigorously oppose\" proposals for buildings \"that lack empathy with their environment, represent bad design or are not sustainable\".  Siting the tower block at Malmo Quay \"would demonstrate a fundamental lack of synergy with the outstanding regeneration effort that has been thoughtfully applied to the internationally renowned Ouseburn Valley,\" he added. Up to 73 homes are also planned in a set of buildings up to eight storeys high on neighbouring Spillers Quay. The N&N believes that site \"offers considerably greater scope for scale and massing than the much more sensitive Malmo Quay site\". None of the 60 to 70 local residents who attended Tuesday's meeting at the Cycle Hub - which would also be demolished and relocated under the scheme - spoke in support of the development. One objector, Graham Woodford, said the site \"belongs to the whole of Newcastle\" and the issue \"affects everyone in the city and in the North East\".  He described the proposed tower block as \"an eyesore\", adding: \"To me, it looks like a cheese grater.  \"When they show the views from the Tyne Bridge, it stands out like a sore thumb - it overwhelms everything. It is just wrong.\" Other residents described the scheme as \"disastrous\", \"manky\", \"alien to the nature of this place\", and something that would irreversibly change the character of the Ouseburn. Sheila Spencer, an ex-councillor and former chair of the Trust, said PfP-igloo's aim was \"not just to make money\" but also complained the iconic view up the Tyne from the Free Trade Inn was not being adequately protected. Ms Spencer also called the proposals for Spillers Quay \"abysmal\". Alec Hamlin, PfP-igloo's development manager, has previously said the firm had \"the greatest respect and appreciation for this beautiful part of the city\". He said the plans would create \"a distinctive landmark where the Ouseburn and Tyne meet\".", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A heritage group has urged councillors to reject plans for a new tower block on Newcastle's Quayside."}, "gpt3": {"text": "The Northumberland & Newcastle Society (the N&N) opposes the construction of a 62-apartment tower block on the vacant Malmo Quay, near Ouseburn, claiming it will \"result in substantial and sustained harm to multiple heritage assets\"."}, "brio": {"text": "Controversial plans for a tower block in Newcastle have been branded \"manky\" and \"abysmal\" at a public forum."}}, "27": {"article": "The Amazon rainforest is moving towards a \"tipping point\" where trees may die off en masse, say researchers. A study suggests the world's largest rainforest is losing its ability to bounce back from damage caused by droughts, fires and deforestation. Large swathes could become sparsely forested savannah, which is much less efficient than tropical forest at sucking carbon dioxide from the air. The giant forest traps carbon that would otherwise add to global warming.   But previous studies have shown that parts of the Amazon are now emitting more carbon dioxide than can be absorbed. \"The trees are losing health and could be approaching a tipping point - basically, a mass loss of trees,\" said Dr Chris Boulton of the University of Exeter. The findings, based on three decades of satellite data, show alarming trends in the \"health\" of the Amazon rainforest. There are signs of a loss of resilience in more than 75% of the forest, with trees taking longer to recover from the effects of droughts largely driven by climate change as well as human impacts such as deforestation and fires. A vicious cycle of damage could trigger \"dieback\", the scientists said.  And while it's not clear when that critical point might be reached, the implications for climate change, biodiversity and the local community would be \"devastating\". Once the process begins they predict it could be a matter of decades before a \"significant chunk\" of the Amazon is transformed into savannah - a vastly different ecosystem made up of a mixture of grassland and trees. \"The Amazon stores lots of carbon and all of that would be released into the atmosphere, which would then further contribute to increasing temperatures and have future effects on global mean temperatures,\" Dr Boulton said, adding that stopping deforestation would go some way to addressing the problem. Around a fifth of the rainforest has already been lost, compared to pre-industrial levels, they said. The research was carried out by the University of Exeter, the Potsdam Institute for Climate Impact Research (PIK) and Technical University of Munich.  \"Deforestation and climate change are likely to be the main drivers of this decline,\" said Prof Niklas Boers of PIK and the Technical University of Munich. Commenting, Dr Bonnie Waring of the Grantham Institute - Climate Change and Environment, Imperial College London, said: \"These latest findings are consistent with the accumulating evidence that the twin pressures of climate change and human exploitation of tropical forests are endangering the world's largest rainforest, which is home to one out of every 10 species known to science.\" The findings, based on satellite data from 1991 to 2016, are published in the journal Nature Climate Change. Follow Helen on Twitter @hbriggs.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "The Amazon could lose a \"significant\" amount of its trees within decades, scientists warn."}, "gpt3": {"text": "The Amazon rainforest is moving towards a \"tipping point\" where trees may die off en masse, say researchers, which would have devastating implications for climate change, biodiversity and the local community."}, "brio": {"text": "The Amazon rainforest is moving towards a \"tipping point\" where trees may die off..."}}, "28": {"article": "The European Commission has proposed excluding three more Russian banks from Swift, an international payment system used by thousands of financial institutions. It comes after the EU and its allies suspended seven institutions from the system in March. The move aims to hit the country's banking network and its access to funds via Swift, which is pivotal for the smooth transaction of money worldwide. Swift is the global financial artery that allows the smooth and rapid transfer of money across borders. It stands for Society for Worldwide Interbank Financial Telecommunication. Created in 1973 and based in Belgium, Swift links 11,000 banks and institutions in more than 200 countries.  But Swift is not your traditional High Street bank. It is a sort of instant messaging system that informs users when payments have been sent and arrived.  It sends more than 40 million messages a day, as trillions of dollars change hands between companies and governments.  More than 1% of those messages were thought to involve Russian payments. In March, seven Russian banks were removed from Swift including Bank Otkritie, Novikombank, Promsvyazbank, Bank Rossiya, Sovcombank, Vnesheconombank (VEB) and VTB Bank.  The European Commission now wants to exclude a further three including the country's biggest lender, Sberbank, which accounts for more than a third of Russia's banking sector. The package still has to be approved by EU ambassadors and is set to be signed off in the next few days. The EU, US, UK and others have said that cutting banks out of Swift will ensure they \"are disconnected from the international financial system and harm their ability to operate globally\". The aim is for Russian companies to lose access to the normal smooth and instant transactions provided by Swift, disrupting payments for its valuable energy and agricultural exports. Banks now have to deal directly with one another, adding delays and extra costs, and ultimately cutting off revenues for the Russian government. Russia was threatened with a Swift expulsion before - in 2014 when it annexed Crimea. Russia said the move would be tantamount to a declaration of war.  Western allies did not go ahead, but the threat did prompt Russia to develop its own, very fledgling, cross-border transfer system called the System for Transfer of Financial Messages (SPFS) as an alternative to Swift. Few foreign countries currently use SPFS, but India is reportedly considering a Russian proposal to use it for payments in roubles.  Separately, Moscow is working with Beijing to connect to China's Cross-Border Interbank Payment System (CIPS) - another alternative to Swift which processes payments in Chinese yuan. Some nations - such as Germany, France and Italy - were initially reluctant to take action against Russia's use of Swift.  There were concerns that companies owed money by Russia would have to find alternative ways to get paid.  There were also fears it could impact the global banking system, although there is no evidence of this yet.  Alexei Kudrin, Russia's former finance minister, has suggested being cut off from Swift could shrink Russia's economy by 5%. However, there are doubts about the lasting impact on Russia's economy, particularly if banks find sustainable ways to reroute payments via countries that have not imposed sanctions. Swift was created by American and European banks, which did not want a single institution developing their own system and having a monopoly.  The network is now jointly-owned by more than 2,000 banks and financial institutions.  It is overseen by the National Bank of Belgium, in partnership with major central banks around the world - including the US Federal Reserve and the Bank of England. Swift helps make secure international trade possible for its members, and is not supposed to take sides in disputes. However, Iran was banned from Swift in 2012, as part of sanctions over its nuclear programme. It lost almost half of its oil export revenues and 30% of foreign trade. Swift says it has no influence over sanctions and any decision to impose them rests with governments.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio", "t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0", "gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "The EU is threatening to block Russian banks' access to the global financial messaging system, Swift."}, "gpt3": {"text": "The European Commission has proposed excluding three more Russian banks from Swift, an international payment system used by thousands of financial institutions, in order to hit the country's banking network and its access to funds via Swift."}, "brio": {"text": "The latest round of sanctions against Russia over its annexation of Crimea and its role in the Ukraine crisis is set to continue."}}, "29": {"article": "\"Squabbling\" between government departments \"undermines public confidence\", a damning report on Naval intervention in migrant crossings said. The Ministry of Defence (MoD) is to work with the Home Office in the Channel under Operation Isotrope. However, the Defence Committee said it would take \"scarce resources\" from the MoD, which is already \"overstretched\". A government spokeswoman said no ships used would have \"any possible role\" in a UK response to the war in Ukraine. Vice-Chair of the committee John Spellar said: \"The policy announcement left much to be desired.  \"Squabbling between the Great Offices of State severely undermines public confidence in government.\" The report stated the MoD budget is \"already inadequate\" and called on the government to declare which existing Royal Navy commitments should be \"sacrificed\" to divert resources to Operation Isotrope. Mr Spellar said the government had been \"unwilling\" to answer such questions from the committee. The report found an \"overall lack of clarity from the government\" on the operation, and questioned whether announcing the policy before agreeing the detail was a move \"borne of desperation\".   \"Calling in the Navy is not a quick fix to a sticky issue\", Mr Spellar said. Reputationally, the MoD has \"little to gain and much to lose\" in its involvement with Operation Isotrope, he added. The committee also agreed the operation could not be \"open-ended\" and the government should announce a definitive end date and handover back to the Border Force.  The report comes after a former naval officer warned MPs that Navy patrols would fuel Channel crossings. Those concerns were reiterated in the report, which stated the Navy is legally unable to turn boats around, and would become a \"taxi service\" for migrants crossing the Channel. A government spokeswoman said: \"We have been exploring every avenue to prevent further crossings and the Home Office and Ministry of Defence continue to collaborate on a more visible role for the Armed Forces in the Channel.  \"None of the Royal Navy ships earmarked for deployment in the Channel have any role, or even possible role, in the UK's response to Russian aggression in the Ukraine.\"", "annotators": [{"best_summary": ["t0", "gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "A joint Home Office-MoD operation to stop migrants crossing the Channel is a \"sticky issue\" and lacks detail, MPs have said."}, "gpt3": {"text": "The report found an \"overall lack of clarity from the government\" on the operation, and questioned whether announcing the policy before agreeing the detail was a move \"borne of desperation\"."}, "brio": {"text": "The government's plan to call in the Navy to patrol the English Channel has left \"much to be desired\", MPs have said."}}, "30": {"article": "A murder investigation has been launched after a man was found with stab wounds in Greenwich, east London. Police were called to reports of a stabbing in Lionel Road just after 17:10 GMT on Tuesday. The man, believed to be in his early 20s, was treated at the scene and taken to hospital, where he was pronounced dead. His family has been informed.  No arrests have yet been made and police are appealing for information.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A man has been stabbed to death in London."}, "gpt3": {"text": "A man was found with stab wounds in Lionel Road, Greenwich, east London and pronounced dead at the hospital."}, "brio": {"text": "The body of a man has been found in a street in London."}}, "31": {"article": "Guernsey charities have been urged to apply for grants of more than £25,000. The grants will come from the Social Investment Fund, which last year awarded more than £1.3m to 14 different organisations. Funds can be used for running costs, salaries and capital costs. Applications must be made by 4 April. The Fund's lead officer, Sadie Siviter de Paucar, said she hoped the scheme would help support charities recovering from the impact of Covid-19. \"Charities are still struggling from the effects of the pandemic and from operating in an increasingly difficult environment,\" she said. Created in 2020 the fund invests both public and privately-donated money in the third sector within the Bailiwick of Guernsey.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "brio"], "worst_summary": ["t0"]}], "t0": {"text": "Charities in Guernsey are being urged to apply for grants of more than £25,000."}, "gpt3": {"text": "The Social Investment Fund is awarding grants of more than £25,000 to Guernsey charities to help them recover from the impact of Covid-19."}, "brio": {"text": "Grants of up to £50,000 are being made available to help charities hit by the effects of the Covid-19 pandemic."}}, "32": {"article": "A large fire on marshland on the Wirral Peninsula is thought to have been started deliberately. Cheshire Fire Service sent six fire engines to the blaze at Neston after it started just before 18:30 GMT on Saturday. The fire covered about 1 sq km (0.4 sq miles) and was \"mainly extinguished\" by midnight, the fire service said. Cheshire Police said they were keen to speak to a group of teenagers regarding the fire. They said three boys and a girl, aged between 14 and 15, were seen in the area when the blaze began. They said the girl had long dark hair and was wearing a dark jacket and two boys were wearing dark jackets, while the third boy was wearing a light blue jacket and trousers. A police spokeswoman said investigators believed the fire was caused deliberately and they were treating it as arson. Eyewitness Peter Guy, 43, who was visiting nearby Parkgate on a day trip, said he had just finished having fish and chips when he noticed the fire. He said there was no explosion, but the fire took hold rapidly, creating a \"wall of flames\" across the marshland. \"It started off looking like a regular bonfire and then I noticed the fire getting closer to us,\" he said. \"There were so many people there enjoying the beautiful sunset. I've never seen anything like it. It was like the sky was on fire.\" On Saturday evening, the fire service said there were two areas of fire spreading around the marshland, a site of special scientific interest.  Fire breaks were put in place to protect nearby properties. By 22:00 GMT the huge flames had died down along with the crowds, which earlier lined the Parkgate front, said the BBC's Jon Ironmonger who was at the scene. Hundreds of pubgoers and residents spilled onto the seawall to see the fire, which surged across marshland in the Dee estuary. Cheshire Police said it had received a report about a man being attacked while trying to disperse spectators. A spokeswoman said he sustained a minor injury to his lip.  By midnight, all but one fire engine had been withdrawn to safety as the tide came in, with the fire mainly extinguished. By 07:00 on Sunday, crews confirmed the fire was out by carrying out a sweep of the area with a thermal imaging camera. A spokeswoman for RSPB, which owns the nature reserve, said: \"We're shocked and saddened by the fire that has devastated the Neston Reedbed part of our reserve.\" She said marsh harriers were \"beginning to build their nests on the marshland which has sadly been lost to fire\". The reserve hosts wildlife, including bearded tits, Cetti's warblers and bittern.  The RSPB said the scale of the damage was being assessed and thanked the emergency services for their response. Chris Tynan, from RSPB Liverpool, added that the Dee estuary was \"internationally important\" and \"one of the top 10 river estuaries in the UK\". \"There's a huge numbers of birds that come in there because it's got lots of food, it's got lots of habitat. If you dig down into the mud levels, the invertebrates, the food sources… are phenomenal.\" Why not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0", "gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Four teenagers are being sought by police in connection with a fire that caused a \"wall of flame\" to engulf a nature reserve."}, "gpt3": {"text": "The article discusses a fire that occurred on marshland on the Wirral Peninsula and is thought to have been started deliberately."}, "brio": {"text": "Thousands of people gathered to watch a fire at a nature reserve in Cheshire."}}, "33": {"article": "When six-year-old Carol Allison spent a year in Edinburgh with her granny, she was taken every week to the bank to deposit a shilling into her account. More than 60 years later, she found the forgotten bank book while tidying her house in the city's Stockbridge area. She took it along to her bank, and found that the £2.50 she had deposited was now worth £250 - and that the money was still there for her to collect. Carol is urging others to reclaim money from old accounts. Where an account has not been used for 15 years, the UK's banks and building societies send the money to the Reclaim Fund. It has received more than £1.4bn from dormant accounts, and only £100,000 has been reclaimed. Carol, who is now 74, lived in Manilla in the Philippines when she was young. Every three years, she would travel home to Edinburgh with her mother, Anna Paton, and brother, Gerard. They would spend a year at their granny's house in Northumberland Street, Stockbridge. Her father, James Paton, would join them for part of the year. During one of these trips, when she was aged six, her grandmother, Helen Ivory, would take them to deposit pocket money in the Trustee Savings Bank - which later became TSB. Carol paid in a shilling - now worth five pence - every week. \"I remember the big shiny wooden counter at the bank and granny introducing us to the teller,\" she said. \"He would fill in the book by hand and then we would take our books back to granny's again. \"It was a very grown up thing to do and on the way home she would stop in the bakers to buy us frosted cakes for our afternoon tea. We would never eat them in the street, we wouldn't even think of that, we would wait for the afternoon tea.\" Carol was given the bank book when her grandmother died, aged 80, in 1969. It was forgotten about until it was rediscovered - along with two other bank books - while she was tidying up in her house. The other books date back to the 1980s. The mother-of-four told BBC Scotland: \"I thought I would try one. \"I was really pleased and thanked my grandmother, under my breath, when they told me I had £250. \"They said it had continued to gain interest all that time. I'm now going to see how much has accrued in the other two now, it's very exciting.\" A total of 35 banks and building societies in the UK are signed up to the Reclaim Fund, which was launched in 2011. This not-for-profit arms length government body has given £800m to charity, and has kept £600m to cover customers reclaiming their money. Chief executive Adrian Smith said the money was donated to charities dealing with social investment, children and financial inclusion. He added: \"It is very important for people to know their money is never lost, they can always get it back. \"The money goes back to accounts that are 50, 60, 70 years old - they go back as far as records go back. \"We look after the money, which we give to charity, but we always must have enough to meet claims. I would always encourage anyone who thinks they have a lost account to apply.\" Anyone who thinks they have a lost account can fill out a form online. You do not need the original bank book to reclaim money if you have the address you were living in and the name of the bank. It was announced this week that the dormant assets scheme will be expanded to include the insurance, pensions, investment and wealth management, and securities sectors. That will unlock a further £880m, in addition to the money in the Reclaim Fund.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio", "t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3", "brio", "t0"], "worst_summary": ["brio"]}], "t0": {"text": "More than £250 has been reclaimed from a forgotten bank account opened by a six-year-old girl in the 1950s."}, "gpt3": {"text": "The article discusses a woman who found an old bank book from when she was a child and was able to reclaim the money from the account, which had accrued interest over the years."}, "brio": {"text": "A Scottish woman has been reunited with a pocket money deposit she made in a bank when she was a child."}}, "34": {"article": "A man found unconscious in a street in Leeds has died.  West Yorkshire Police said the man was found on Wedgewood Close, Allerton Bywater, at about 06:45 GMT on Sunday. Police had been called by the ambulance service, who took the man to hospital for emergency treatment. He died later that evening.  Forensic officers are at the scene and specialist searches are being carried out, to establish the circumstances of the man's death.  Anyone with information is being asked to contact West Yorkshire Police.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}], "t0": {"text": "A man has died after being found unconscious on a street."}, "gpt3": {"text": "A man was found unconscious in a street in Leeds and later died in the hospital."}, "brio": {"text": "Police have launched a murder investigation after the body of a man was found in a street in Leeds."}}, "35": {"article": "Fire crews have found three lit barbecues near to where a mile-long moorland fire burned last year. They were discovered on Sunday close to Marsden Moor in West Yorkshire, which was engulfed by flames in April 2021, West Yorkshire Fire Service said. The area is covered by a special order which bans the use of fires, barbecues or fireworks. A fire service spokesperson described the consequences of another blaze as \"potentially devastating\". Crews tackled the moor fire above Huddersfield for three days in April 2021 in an operation said to have cost £500,000. Viktor Riedly admitted causing the blaze, which started at Black Moss Reservoir, when he lit a firework. He was jailed for 12 months at Leeds Crown Court. Fire crews say they found the barbecues in isolated spots close to the moorland. Richard Hawley, a spokesperson for West Yorkshire fire service, said: \"When our crews are called to these completely avoidable incidents, there is not only a high financial cost, but they are taken away from protecting our communities in other areas.\" He also stressed the need for visitors to understand the \"seriousness and importance\" of public spaces protection orders (PSPOs) across the region's moorland. Ian Dowson from the National Trust expressed his frustration at seeing barbecues being used on the moors again \"especially after the fire last April caused so much damage to wildlife and precious peat habitat\". Marsden Moor is a Site of Special Scientific Interest famous for its rare ground-nesting birds and blanket peat bogs.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Barbecues have been found on protected moorland a year after a fire caused £500,000 of damage."}, "gpt3": {"text": "A fire service spokesperson has warned of the potentially devastating consequences of another moorland fire after three lit barbecues were found close to where a mile-long blaze burned last year."}, "brio": {"text": "People have been warned about the \"potentially devastating\" consequences of setting a fire on moorland."}}, "36": {"article": "A man has been rescued from a deep ditch after falling down an embankment on Anglesey.  The casualty, aged in his 30's, had fallen at the Llyn Cerrig Bach nature reserve, near RAF Valley, at about 06:00 GMT on Saturday. Firefighters from Holyhead assisted and used a triple extension ladder to haul him to safety. The man has been taken hospital but his condition is unclear.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0", "gpt3"]}, {"best_summary": ["t0", "gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Firefighters have rescued a man who was injured after falling down an embankment at a nature reserve."}, "gpt3": {"text": "A man has been rescued from a deep ditch after falling down an embankment on Anglesey and has been taken to the hospital."}, "brio": {"text": "A man has been rescued after falling down a cliff in Anglesey."}}, "37": {"article": "A 27-year-old man has been arrested on suspicion of grievous bodily harm after a fight in Lincoln. The incident, between two men, took place on the High Street at about 03:20 GMT. The injured man was taken to Lincoln County Hospital with a head injury, but has been transferred to Queen's Medical Centre in Nottingham. Lincolnshire Police said part of High Street remained cordoned off to enable their investigation. The force has appealed for anyone who witnessed the fight or events leading up to it to contact them.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio", "t0"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}], "t0": {"text": "A man is in hospital with a serious head injury following a street fight."}, "gpt3": {"text": "A 27-year-old man has been arrested on suspicion of grievous bodily harm after a fight in Lincoln."}, "brio": {"text": "A man is in a critical condition in hospital after suffering a serious head injury."}}, "38": {"article": "Roman and medieval artefacts described as \"surprising\" and \"significant\" have been found at the site of a new road.  Improvement work on Five Mile Lane near Barry, Vale of Glamorgan led to finds. They include a Roman mercenary buried with his sword, Iron Age farming tools, ancient burial sites, and the remnants of roundhouses. Three sites were fully excavated, with an academic report due to be published later this year.  Rubicon Heritage Services, an archaeology firm hired by Vale of Glamorgan council, said it was a \"privilege\" to make new discoveries about the archaeology and history of the area. Excavation work was carried out along both sides of Five Mile Road, from Weycock Cross in Barry to the A48 at Sycamore Cross. The archaeology team were helped by the National Museum of Wales, Cardiff University, Cadw and the Glamorgan-Gwent Archaeological Trust. After they are analysed and documented, the artefacts will be given to the National Museum of Wales.  Emma Reed, head of neighbourhood services and transport at the council, said: \"The scheme has uncovered fascinating and at times surprising remains, that help us to understand the shaping of the agricultural landscape that we see today.\" Rubicon Heritage published an archaeological e-book on the digs between 2017-2019, which includes an interactive story map detailing their findings. Mark Collard from Rubicon Heritage Services, said: \"We're very pleased to be able now to share the results in such an accessible format with the communities of the area.\"", "annotators": [{"best_summary": ["brio", "t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["brio"]}], "t0": {"text": "Remains of a Roman mercenary buried with his sword, Iron Age farming tools and the remains of roundhouses have been found in south Wales."}, "gpt3": {"text": "The article discusses the excavation of three sites along Five Mile Road in Barry, Vale of Glamorgan, which uncovered Roman, Iron Age, and medieval artefacts."}, "brio": {"text": "Remains of a Roman mercenary and Iron Age roundhouses have been uncovered during an archaeological dig in south Wales."}}, "39": {"article": "British Airways has said continuous high winds over the last few days have made it difficult to unload baggage from its planes. The airline said stormy weather made opening the luggage hold of aircraft hard, and passengers had faced delays getting their bags after landing.  It has also struggled to land and restock its planes on time, affecting inbound and outbound plane movements.  BA apologised for \"letting people down\". It added that items of machinery needed to offload bags could not be be operated in high winds.  Machinery such as scissor lifts, that are needed to load catering trucks on to aircraft, also cannot be used because of the danger they pose.  The high winds of Storm Eunice on Friday and Storm Franklin on Monday have delayed many flights because of the difficulties landing aircraft. BA said every time a flight could not land, it had to circle above the airport and then try again. But every time this happened it caused further delays to flights due to leave in the following hours.  It also said some staff had not been able to get to work because of the storms.  It took Richard Sams, 40, and his partner Lindsay, 36, six hours on Sunday to collect their luggage at Heathrow and leave the airport.  That was after a 17-hour journey back from Mexico via Austin in Texas.  \"BA just didn't seem to know what to do, it was immensely frustrating,\" Mr Sams tells the BBC.  He says it took them just over an hour to get off the plane because of the high winds. Then, when they reached the baggage reclaim hall they found \"thousands of people\" waiting for their luggage, some who had been there for up to five hours. \"We were told we could go home and have our bags returned to us within seven days, but we decided to wait it out,\" Mr Sams says.  \"We had access to water but no food other than a chocolate from a vending machine.\" The couple got their bags at 4:05pm - six hours after they had landed - and then headed home.  British Airways said: \"We are extremely sorry to all our customers who have been disrupted during the extreme weather conditions in the last few days. \"We know we have let people down, and that isn't good enough, but can reassure our customers that we are doing absolutely everything we can to improve the situation.\" It said it was operating the vast majority of flights as planned but, due to bad weather in the UK and Europe, it was still experiencing some disruption and had been forced to cancel or delay a number of flights.  The airline added that it was \"working round the clock\" to reunite passengers with their luggage.  Customers due to travel on short-haul services on Monday can rebook flights for free, it said, while those whose flights have been cancelled can get a full refund. Heathrow is not the only airport being affected by high winds. Since Friday, more than 850 flights have been cancelled across the UK, according to data company Cirium. This number covers flights in and out of the UK, plus domestic services. Cirium said 507 of the cancellations were on Friday. There were 42 on Saturday and 181 on Sunday. As of midday on Monday, 122 flights have been cancelled.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}], "t0": {"text": "British Airways has apologised after passengers faced long delays at Heathrow airport because of extreme weather."}, "gpt3": {"text": "The high winds of Storm Eunice on Friday and Storm Franklin on Monday have delayed many flights because of the difficulties landing aircraft, which has caused British Airways many problems."}, "brio": {"text": "Passengers at London's Heathrow Airport are facing long delays to getting their luggage."}}, "40": {"article": "A second man has been found guilty of the murder of a man who was stabbed to death and robbed of his designer Gucci bag in Newport.  Lewis Aquilina, 20, of Riverside, Cardiff, was found guilty of murder after a trial at Newport Crown Court.  He was one of several involved in the death of Ryan O'Connor, 26, last June. On Monday, Joseph Jeremy, 18, was found guilty of murder and Kyle Raisis, 18, of manslaughter.  Both men were also convicted of robbery.  Ethan Strickland, 19, had previously been found guilty of robbery, but was cleared of murder and manslaughter.  Elliot Fiteni, 20, was cleared of murder, manslaughter and robbery.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}], "t0": {"text": "A man has been found guilty of murdering a man who was stabbed to death in Newport."}, "gpt3": {"text": "Aquilina was found guilty of murder, Jeremy and Raisis of murder and robbery, and Strickland of robbery, in the death of Ryan O'Connor."}, "brio": {"text": "All of the men involved in the death of Ryan O'Connor in Newport."}}, "41": {"article": "A decision on a land deal which could see a controversial football stand completed is due to be made next week. On Monday, West Northamptonshire Council deferred a vote on accepting an offer from Northampton Town, or a rival bid, for land next to Sixfields. The authority has now said its cabinet will make a final decision at a meeting on 8 March. Cabinet member for finance, Malcolm Longley, said: \"We believe we have now resolved any outstanding issues.\" The East Stand was supposed to be refurbished using a £10.25m loan from Northampton Borough Council, but work stalled in 2014 after contractors went unpaid. The borough authority has since been replaced by West Northamptonshire Council as part of a reorganisation of local government in the county. The Conservative-run council is currently considering two separate bids for land around Sixfields, which does not include the stadium. One from real estate company Cilldara is for £2.05m. The other comes from County Developments (Northampton) Limited (CDNL), a company owned by the football club's chairman Kelvin Thomas and his business partner David Bower. That bid comes with a promise to complete the East Stand. It originally came in at £890,000, but was this week increased to match the Cilldara bid. At Monday's cabinet meeting, councillors decided to defer a decision on the deal to look at further aspects of each offer. Mr Longley said both bids have been given \"careful consideration and we believe we have now resolved any outstanding issues\". \"There is no need to delay this any further, so we have agreed to bring a report to our cabinet meeting on 8 March,\" he said. Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "annotators": [{"best_summary": ["gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["t0", "brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A decision on whether to sell land to Northampton Town Football Club is set to be made next week."}, "gpt3": {"text": "A decision on a land deal which could see a controversial football stand completed is due to be made next week by West Northamptonshire Council."}, "brio": {"text": "No need to delay a decision on the future of Northampton Town\\'s stadium, a council has said."}}, "42": {"article": "Ukrainian President Volodymyr Zelensky has warned that the worst atrocities committed by Russian troops departing from the north of the country are yet to be discovered. He said the town of Borodyanka may have suffered more than others. Horrific images of bodies in streets in towns like Bucha have generated shock and condemnation worldwide. Ukrainian intelligence officials said Russian units based in the region would be sent back to eastern Ukraine. The 64th motorised rifle brigade - which they allege committed atrocities in Bucha - would return to the conflict within weeks, probably to the Kharkiv area, they said. Russia denies killing civilians, and without evidence says Ukraine staged the scenes. The Ukrainian government started a war crimes investigation after it said the bodies of 410 civilians had been found in areas around Kyiv.  Some were discovered in mass graves while others had their hands tied and had apparently been shot at close range. Officials in Kyiv also accused Russian forces of killing a village head, her husband and her son in the village of Motyzhyn for aiding Ukrainian troops in the area. There are also reports of at least three apparently tortured bodies in the town of Konotop in another northern region, Sumy. The images from Bucha prompted US President Joe Biden to call for his Russian counterpart Vladimir Putin to be tried for war crimes. His intervention came as new satellite photos by the earth observation company Maxar showing bodies lining Bucha's streets during its occupation by Russian forces were published. Foreign Minister Dmytro Kuleba told a news conference in Warsaw on Monday that the killings were the \"tip of the iceberg\" and demanded more severe sanctions against Russia. In a BBC interview, he cited the desperate situation in the southern town of Mariupol, which has been under Russian bombardment for weeks. \"What we've seen in recent weeks is that Russia is much worse than Isis [the Islamic State group] when it comes to its atrocities and massacres,\" he said. In his nightly address to the Ukrainian people, Mr Zelensky said things were done throughout the region north of Kyiv that people had not seen since the Nazi occupation. \"There is already information that the number of victims may be even higher in Borodyanka and some other liberated cities,\" he said. Mr Zelensky is due to speak to the United Nations Security Council later on Tuesday, where he is expected to offer more evidence of atrocities. Several Western nations have expelled Russian diplomats in response to the discovery of the atrocities, and new sanctions against Russia are being discussed. Italy announced on Tuesday it was expelling 30 Russian officials, Denmark 15 and Sweden three. Germany and France announced similar measures on Monday, and Lithuania expelled the Russian ambassador. Russia has vowed to retaliate. European Commission President Ursula von der Leyen and foreign affairs chief Josep Borrell will travel to Kyiv to meet the Ukrainian president later in the week, Ms von der Leyen's spokesman said. But Moscow's ambassador to the UN said Russia would present \"empirical evidence\" to the UN Security Council demonstrating that Western statements on events at Bucha were lies. Defence Ministry spokesman Igor Konashenkov said that in the village of Moshchun, north-west of Kyiv, Ukrainian psychological operations troops had filmed fake footage of dead civilians. He said this was according to \"confirmed information\" but provided no evidence.", "annotators": [{"best_summary": ["t0", "gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}], "t0": {"text": "Russian forces may have left behind more bodies in their retreat from northern Ukraine, the Ukrainian president has said."}, "gpt3": {"text": "The article discusses Ukrainian President Volodymyr Zelensky's warnings of more atrocities to come by Russian troops, as well as the reaction by various Western nations."}, "brio": {"text": "Ukrainian officials say a Russian military unit accused of mass killings in rebel-held eastern Ukraine is to return home."}}, "43": {"article": "Senior Tories have joined opposition MPs in demanding the report on No 10 lockdown parties be published in full. MP Sir Christopher Chope accused the Met Police of an \"abuse of power\", amid concerns senior civil servant Sue Gray will leave out crucial findings. Doubts over how complete the report will be came after the Met asked her to make \"minimal reference\" to events they are looking at. A version of the report is yet to be handed to Downing Street. While no exact timeframe for the report's submission has been given, Ms Gray is expected to submit her report before the Met finishes its investigations. The force is investigating alleged parties and gatherings at Downing Street and other locations in Whitehall during coronavirus restrictions, and has received evidence from Ms Gray's team. No 10 has pledged to publish Ms Gray's report \"as they receive it\". Sir Christopher, the Conservative MP for Christchurch, accused the police of interfering with Ms Gray's investigation. \"They're not right [to ask for changes] this is not sub judice,\" he told BBC Radio 4's Today programme, referring to active legal proceedings that prohibit public discussion.  \"If they had brought charges about individuals... then it would obviously be sub judice. \"That's why I think this is an abuse of power by the Metropolitan Police.\" Senior Conservative MP Tobias Ellwood, who has been critical of the prime minister's handling of the issue, also warned that any redacted or watered down report would not \"go down well with colleagues\" and the public wanted to see the government was on the \"road to change\". Another Tory MP Adam Holloway, who said he backs Boris Johnson but is willing to \"run with\" Ms Gray's findings, told Today: \"If I was Boris I would be really quite desperate for the truth to get out.\" It followed calls from Labour, the Liberal Democrats and the Scottish National Party for the report to be published without omissions. Lord Morris of Aberavon, a former attorney general under ex-Labour PM Tony Blair, said he was dismayed with the police, telling the BBC: \"Any prejudice which might result in fines would be a disproportionate concern.\" But criminal barrister Matthew Scott, from Pump Court Chambers, said: \"Given that they are investigating possible criminal offences I think they are absolutely right to do what they have done and ask. \"They have no power to enforce, but they can ask and they have done, that the relevant parts of the report not be made public before they have completed their inquiry.\" In a statement on Friday night, the Met defended its request for the Cabinet Office to minimise reference to certain events in Ms Gray's report as being fair to those subject to investigation. Commander Catherine Roper, who leads the Met's Central Specialist Crime Command, added: \"This will only be necessary until these matters are concluded, and is to give detectives the most reliable picture of what happened at these events.  \"We intend to complete our investigations promptly, fairly and proportionately. \"We have not delayed this report and the timing of its release is a matter for the Cabinet Office inquiry team.\" Commander Roper said the offences under investigation would normally be dealt with by fixed penalty notice.  During the pandemic, fixed penalty notices ordered people to either pay a penalty - between £200 and £10,000 - or opt to face a criminal prosecution, usually at magistrate's court, for alleged breaches of Covid regulations. Mr Johnson has said he welcomes the Met investigation and that it will \"give the public the clarity it needs\" over the allegations. His spokesman said the prime minister did not believe he had broken the law. At least 13 separate events are reported to have taken place at Downing Street or other buildings in Westminster when London, or the UK, were under tough restrictions. Meanwhile, senior Conservative MP Tom Tugendhat has become the first MP to publicly say he would consider running for Tory leader if a contest was triggered. Mr Tugendhat, who chairs Parliament's foreign affairs select committee, told Times Radio \"it's up to all of us to put ourselves forward\" but he added there was \"not a vacancy at the moment\" and said he had not been canvassing support.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Senior Conservatives have criticised police for asking for potentially \"watered down\" changes to a report into Downing Street's handling of the Ebola crisis."}, "gpt3": {"text": "The article discusses the possible implications of the upcoming report on No 10 lockdown parties, specifically the possibility that parts of the report may be redacted or left out entirely."}, "brio": {"text": "Police have been accused of \"interference\" in the civil service's report into the Downing Street outbreak of the winter vomiting bug."}}, "44": {"article": "Two of Scotland's largest and most elusive predators have gone on show at a zoo in Cumbria. The wildcat females are the latest arrivals at Lakeland Wildlife Oasis, in Milnthorpe. Extinct in England and Wales, they are critically endangered in Scotland, where only a few hundred remain. They have been moved to the zoo as part of a conservation breeding programme and a male wildcat will join them later this year. The pair - named Heather and Thistle - have made themselves at home in a bespoke enclosure which mimics their natural habitat. Source: The Wildlife Trusts Head keeper Neil Cook said: \"Initially they were tucked away in the old squirrel enclosure, to allow them to settle in\", he said.  \"However, they're really inquisitive and not at all shy, and have taken to their bigger new one with obvious delight, climbing everywhere in full view.\" He added that he was thrilled at the chance to introduce visitors to Britain's own \"big cat\". \"More people have seen a lion in the flesh than a Scottish wildcat, so for many it will be a unique opportunity to see these magnificent native predators.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "Two Scottish wildcats have been unveiled to the public for the first time in Cumbria."}, "gpt3": {"text": "The two Scottish wildcat females recently arrived at Lakeland Wildlife Oasis in Milnthorpe, Cumbria, and are now settling into their new, bigger enclosure after initially being in the old squirrel enclosure."}, "brio": {"text": "Two Scottish lynx have made their debut at a zoo in Cumbria."}}, "45": {"article": "Two men have been arrested on suspicion of murder after a man died following a fight in East Yorkshire. Officers were called to reports of a fight involving a large group of people at a pub on Seaside Road, Withernsea, at 23:30 GMT on Friday. Humberside Police said the injured man was pronounced dead at the scene. The force said the arrested men, 44 and 46, were also being held on suspicion of grievous bodily harm and remain in custody. The family of the dead man, who has not been named, have been informed and are being supported by specially trained officers. Police added anyone with any information about the incident, who they have not already spoken with, should contact them.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "Police have arrested two men following the death of a man in a pub brawl."}, "gpt3": {"text": "Two men have been arrested on suspicion of murder after a man died following a fight."}, "brio": {"text": "Two men have been arrested on suspicion of murder after a man died following a fight at a pub in East Yorkshire."}}, "46": {"article": "Staff shortages have affected one in three shifts in postnatal and antenatal wards at the Royal Jubilee Maternity Hospital over the past six months. The Belfast Trust said maternity services had experienced \"unexpected absences\" related to Covid-19. Some 15% of shifts in the hospital's labour wards have been affected by staff absences in the last six months.  However, the trust said the hospital had \"continued to deliver safe and effective care\" for patients. Absences due to Covid-19 and non-Covid-related reasons is affecting about one in 10 of all staff across the five health trusts, according to the latest figures. The Royal College of Midwives director in Northern Ireland, Karen Murray, said Covid had exposed issues around the number of midwifery staff that are available. \"I think this has been the worst it has been; I think it has been that perfect storm. We recognised and we were raising issues about workforce before Covid,\" she said. \"Whilst our central services are being maintained and safety is being maintained, what we are seeing are things around the periphery of maternity services, that are now being stood down. \"Things like home births, for example, that we are unable to facilitate because we don't have enough midwives available.\" While some maternity services have been affected by the spread of Covid-19, Ms Murray said staffing levels are beginning to stabilise. \"We still consider ourselves to have issues around workforce but the situation is improving and if that improvement is maintained, I think we will get through this current situation.\" BBC News NI also asked the Belfast Trust about concerns that two midwives had, on occasion, been left to care for 20 babies and their mothers in postnatal wards at the hospital. In response, the trust said \"on a small number of shifts two registered midwives, along with midwifery support workers and midwifery students have cared for multiple postnatal patients\". A spokesperson added that the \"midwifery team is comprised of highly-skilled and experienced staff\" and that \"where a gap in staffing has been found, our team has quickly identified a solution to ensure appropriate\" staffing levels.  The Belfast Health Trust said: \"Despite the extraordinary challenges presented to health and social care throughout the pandemic, Belfast Trust is confident that the Royal Jubilee Maternity Service is providing a safe service for all its patients.\" The BBC also asked the four other health trusts in Northern Ireland questions around midwifery staffing in maternity settings.  While they were unable to provide figures around the number of staff missing from work, due to the difficulty in collating the information, they all said they had been affected by staff shortages as a result of the pandemic. The Western Trust said labour wards had \"run with less midwives than they require in both Altnagelvin and South Western Acute hospitals\". A Northern Trust spokesperson said \"there are occasions when the maternity wards at Antrim and Causeway have had to operate without the full complement of staff\". The Southern Trust said \"there have been occasions when we have had to operate without full staffing\". The South Eastern Trust said it recognises there are \"challenges with staffing levels\" affected by current vacancies within the nursing and midwifery workforce and the ongoing pandemic. All five health trusts were however able to provide figures on the number of current job vacancies in midwifery:", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}], "t0": {"text": "Staff shortages have affected one in three shifts in some areas of Northern Ireland's largest maternity hospital due to the spread of the Covid-19 bug."}, "gpt3": {"text": "The article discusses how staff shortages have affected one in three shifts in postnatal and antenatal wards at the Royal Jubilee Maternity Hospital over the past six months, and how this has caused some services to be cancelled."}, "brio": {"text": "The spread of the Covid-19 virus in Northern Ireland has been a \"perfect storm\" for maternity services, the Royal College of Midwives has said."}}, "47": {"article": "Police are appealing for help to find a car stolen during a burglary. Leicestershire Police said between 23:30 on Monday and 07:00 GMT on Tuesday, a phone, wallet and car keys were taken from a property in Doctors Lane, Melton. A black Ford Focus, which has a 14 plate with \"WXK\" at the end of the registration number, was driven away. PC Abbie Ward urged anyone who had seen the car, or saw anything suspicious in the area at the time, to get in touch.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A car was stolen along with a phone, wallet and keys from a house in Leicestershire."}, "gpt3": {"text": "Police are appealing for help to find a car that was stolen during a burglary."}, "brio": {"text": "A car has been stolen during a break-in at a house."}}, "48": {"article": "The full opening of a landmark shared education campus in Omagh is facing another delay. Education Minister Michelle McIlveen has now said the Strule Shared Education Campus is planned to open in September 2026. The minister clarified the new date in response to an assembly question from the SDLP MLA Daniel McCrossan. The campus had originally been due to open in 2020, but has been delayed a number of times. The estimated cost of the project has also risen substantially to about £230m according to figures previously released by the minister in November 2021. She said £46m had already been spent and a further £184m was required to complete the campus, meet running costs and provide support to the six schools for shared curriculum activities. It had been originally estimated to cost £168m, according to the Northern Ireland Audit Office. The campus is meant to be paid for using money from the 2015 Fresh Start Agreement. Strule is the biggest school-building project ever in Northern Ireland but Arvalee Special School, which opened in 2016, is the only one of six schools to be built so far. More than 4,000 pupils are eventually expected to move into new schools on the site of the former Lisanelly Army base. Loreto Grammar School, Omagh High School, Sacred Heart College, Omagh Academy and Christian Brothers Grammar School are set to relocate to the campus alongside Arvalee School. The procurement process for a contractor to build Strule was suspended in 2018 but a fresh invitation to tender was released by the Department of Education in December 2021.  In her written answer to Mr McCrossan, Ms McIlveen outlined the new timetable for Strule. \"On the current programme timetable, subject to all necessary approvals being in place, contract award is planned for early 2023,\" she said. \"Assuming successful appointment of a main works contractor and following the pre-construction design period, campus construction is due to begin on site in the spring of 2023.\" It \"is currently planned to complete early 2026, with potential partial opening of some facilities in academic year 2025/26 and full campus opening planned for September 2026,\" the minister concluded.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3", "brio"]}], "t0": {"text": "Strule, Northern Ireland's biggest ever school-building project, is now scheduled to open in 2026, the Education Minister has said."}, "gpt3": {"text": "The Strule Shared Education Campus is facing another delay, and is now planned to open in September 2026."}, "brio": {"text": "The full opening of the Strule shared education campus in Omagh, County Tyrone, has been delayed to September 2026."}}, "49": {"article": "A woman is having to share a bedroom with her children, one of whom has a rare form of cancer, after years on a waiting list for suitable housing. Tina Cowles has been on a waiting list for a home in Broadway, Worcestershire, for almost four years. Her one-bedroom flat has a raft of maintenance issues and her situation became more urgent when her two-year-old daughter was diagnosed with cancer. Housing association Rooftop said repairs were \"a priority\". \"I feel like I've got nowhere else to turn,\" Ms Cowles said. \"I'm stuck in this situation I can't get out of, it's hard. \"As a mum, you want to provide for your kids - they shouldn't have to live like this.\" She moved into the flat 15 years ago and said at the time it was fine because she was on her own.  Now with her two daughters, aged two and seven months, there is \"not an inch\" between the beds in the room they have to share. The bathroom window is jammed open, leaving the flat cold. Ms Cowles says her baby daughter wakes up in the night not because she is hungry but because of the temperature. Ms Cowles lost her job during the Covid pandemic and said her physical and mental health had deteriorated due to the conditions at home. \"I've tried everything I physically can,\" she said, adding she routinely contacted Rooftop and Wychavon District Council. \"Unfortunately, nothing seems to happen.\" Ms Cowles' daughter Amelia will shortly need to begin chemotherapy for a rare form of cancer with which she was diagnosed earlier this year. Despite knowing this, Ms Cowles said, the council told her she was not the highest priority for a suitable home.  She has applied for eight homes in total, but if the family has been offered accommodation, it has so far been out of the area or far above what she can afford. The council told the BBC Ms Cowles had now been moved to its highest priority banding. \"We acknowledge the customer is in overcrowded accommodation and have reviewed her case, including new information we have only recently received about the serious medical condition of the customer's daughter,\" Jen Taylor, from the authority, said. A spokesperson for Rooftop said Broadway had \"a very limited turnover of social rent homes\" and routine repairs were taking \"longer than we would like\" due to the pandemic and Brexit. They added Rooftop would be addressing the leaking toilet and issues with a hot water tap on Tuesday.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Tina Cowles says she has \"nowhere else to turn\" as she waits for a home for her two daughters."}, "gpt3": {"text": "The woman has been on a waiting list for a suitable home for 4 years, during which time her daughter has been diagnosed with cancer, and she has been told by the council that she is not the highest priority for a suitable home."}, "brio": {"text": "\"It's a nightmare\"."}}, "50": {"article": "Western governments must \"step up sanctions against Russia\", with timing of the essence in Ukraine. That's the message from its Finance Minister Serhiy Marchenko, who spoke to the BBC from an undisclosed location in the country on Friday. \"I don't think it's enough,\" he said of current sanctions, adding that this week he had asked G7 leaders for more restrictive ones to be introduced. \"For us it's not just words, time is very important.\"  He also described Ukraine's Zaporizhzhia nuclear plant as a \"crucial and very important object within our country\", after some of its buildings were hit by shelling by Russian forces. Russia attacked and has seized control of Europe's largest nuclear plant, but international monitors says no radioactive material was released during the attack and the plant is safe. During the interview, Mr Marchenko also called on investors to ditch Russian assets. He said operators of indexes should remove Russian assets from their benchmarks too. They play a significant role in markets because \"passive\" funds with trillions of dollars in assets track the benchmarks they produce, while active managers use them a baseline when building portfolios.  MSCI, an American finance company, said this week it would drop Russia from its widely-followed emerging market indices after determining the country's stock market had become \"uninvestable\" due to Western sanctions.  Russia is still, however, a member of JPMorgan's influential emerging market bond indices. Financial support from the international community is also a focus for the finance minister who said the European Union agreed a $1.3bn (£983m) deal with Ukraine.  Ukraine has also tapped the bond market for support earlier this week, rallying buyers of so-called war bonds.  Mr Marchenko said the first auction raised $277 million, which will go toward supporting the military in its fight against Russia. A second offering will go on sale next Tuesday.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "Ukraine's finance minister has told the BBC that sanctions against Russia are not sufficient in the country's fight against pro-Russian separatists."}, "gpt3": {"text": "The article discusses Ukraine's finance minister's call for increased sanctions against Russia, as well as the country's recent efforts to raise money through bond sales to support its military."}, "brio": {"text": "In an exclusive interview with the BBC, Ukraine's Finance Minister Serhiy Marchenko has called on the international community to step up sanctions against Russia."}}, "51": {"article": "Russia has condemned a US decision to send extra troops to Europe to support its allies amid continuing fears of a Russian invasion of Ukraine. Moscow said it was a \"destructive\" step which heightened tension and reduced the scope for a political solution.   The Pentagon said 2,000 US troops would be sent from North Carolina to Poland and Germany, and a further 1,000 already in Germany would go to Romania. Russia has some 100,000 troops near Ukraine. It denies planning to invade. The tensions come eight years after Russia annexed Ukraine's southern Crimea peninsula and backed a bloody rebellion in the eastern Donbas region. Moscow accuses the Ukrainian government of failing to implement the Minsk agreement - an international deal to restore peace to the east, where Russian-backed rebels control swathes of territory and at least 14,000 people have been killed since 2014. The US and the Western military alliance Nato question the continued build up of Russian forces near Ukraine.  On Thursday Nato Secretary-General Jens Stoltenberg said the alliance had seen a \"significant movement\" of roughly 30,000 Russian troops to Belarus in the last few days - the biggest deployment to the country since the end of the Cold War.  Russia says the troops are there for joint military drills.  Ukraine, meanwhile, has sought to dampen talks of conflict. Defence Minister Oleksii Reznikov said on Thursday the number of ceasefire violations in eastern Ukraine had dropped, and that there have been no combat losses for three weeks.  In a separate development, Russia announced that it was closing the Moscow bureau of German broadcaster Deutsche Welle and revoking accreditations for its staff. This comes a day after Germany banned Russian state TV network RT on the grounds that it did not have a legitimate broadcasting permit.  Responding to US President Joe Biden's decision to deploy extra troops to Europe this week, Russian Deputy Foreign Minister Alexander Grushko said it was a \"destructive\" and an \"unjustified\" step. Speaking on Wednesday, Mr Grushko added that it would \"delight\" the Ukrainian authorities, who would continue sabotaging the Minsk agreement \"with impunity\". On Thursday, Russian President Vladimir Putin's spokesman Dmitry Peskov urged the US to \"stop escalating tensions\" in Europe, saying the new troop deployment worsened the situation and adding that Russian concerns about Nato's eastward expansion are \"absolutely justified\". The Pentagon has said the US troops being deployed would not fight in Ukraine - but would ensure the defence of Washington's allies. Their deployment is in addition to the 8,500 troops the Pentagon put on alert last month to be ready to deploy to Europe if needed. \"It's important that we send a strong signal to Mr Putin and, frankly, to the world that Nato matters to the United States and it matters to our allies,\" Pentagon spokesman John Kirby told reporters on Wednesday. But on the question of alleged invasion plans by Mr Putin, he said: \"We still don't believe he's made a decision to further invade Ukraine.\" He also said a US proposal \"leaked to a European news outlet\" was genuine. He appeared to be referring to a story in Spain's El País newspaper about a US offer of talks with Russia in exchange for reducing tensions over Ukraine. The US proposals reportedly include: The documents said the US would discuss all issues that affect European security with its allies. These are combat-ready troops but they are not expected to be fighting Russian soldiers - if they were the deployment would be much bigger. After all Moscow is not seen to be directly threatening Poland and Romania.  Joe Biden is trying to show this resolve without undermining chances of a diplomatic solution. He is not sending a lot of troops, and notably, none to the Baltic states right on Russia's doorstep.  But these deployments are the most concrete sign that the current crisis is broader than Ukraine, that it's over the post-Cold War security infrastructure in Europe. Rivalry between Russia and the US, which still possess the world's biggest nuclear arsenals, dates back to the Cold War (1947-89). Ukraine was then a crucial part of the communist Soviet Union, second only to Russia. Mr Putin said the US had ignored Moscow's concerns in its response to Russian demands for legally binding security guarantees, including a block on the Nato alliance's further expansion to the east. Romania, which is hosting some of the newly deployed US troops, is home to a US-built Aegis land-based missile defence station, which Russia has described as a security threat since it opened in 2016.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Russia has denounced as \"unjustified\" a US decision to send 3,000 troops to Europe, amid tensions over Ukraine."}, "gpt3": {"text": "The US is sending extra troops to Europe to support its allies amid continuing fears of a Russian invasion of Ukraine, which Russia has condemned as a \"destructive\" step."}, "brio": {"text": "Tensions between Russia and the US are at their highest since the Cold War."}}, "52": {"article": "A pilot project funded by the Home Office has found it is more humane and less expensive to support asylum seekers in the community rather than in detention centres. Refugee charity, Action Foundation, supported 20 women in a community setting in Newcastle. It found the women experienced more stability and better health. Most had previously been detained in Yarl's Wood Immigration Removal Centre. In November 2021, a new female-only Immigration Removal Centre opened near Consett in County Durham to house 80 women. The Derwentside centre has attracted criticism from various campaign groups including Durham People's Assembly, Abolish Detention and No To Hassockfield, which says the women housed there should be allowed to live in the community.   Agnes Tanoh, a former detainee at Yarl's Wood and now a campaigner against the Derwentside centre, said: \"I think the best way is to put people in the community, to welcome people who are in need, who have fled persecution.\"  Action Foundation chief executive Duncan McAuley said the results of the project \"clearly demonstrated that these women would be better served in a community setting\". The evaluation also found the cost of keeping people in the community could be less than half the cost per participant per night than holding an individual in detention. Mr McAuley said: \"While we recognise the need for some capacity in Immigration Removal Centres, it is shocking to see the Home Office investing millions of pounds in a new facility on our doorstep at Derwentside.  \"Instead, we would love to see taxpayers' money invested in alternatives, avoiding the huge personal cost to the individuals themselves. \"Why spend millions of pounds building and running a centre 15 miles down the road when we've demonstrated a cheaper, more humane alternative based in local communities?\" Owen Temple from No To Hassockfield said: \"I think it demonstrates what civilised countries already know that you don't need to lock people up to run an effective immigration system to be far more humane and save money so I can see no justification for it, the only thing one can think that drives it is politics.\" Derwentside also holds women who do not have legal status to remain in the UK but are appealing against the decision, and Action Foundation is calling for alternatives to detention for them. The Home Office said detentions were taken on a case-by-case basis and should be \"for the shortest period necessary\".  A Home Office spokesperson said: \"Derwentside IRC will accommodate those who have been to found to have no right to remain in the UK and foreign national offenders while we prepare to remove them. \"Through our New Plan for Immigration we are fixing the broken asylum and immigration system to make it firm on those who seek to abuse it and fair on those most in need of our support.\" The Refugee and Migrant Advisory Service is also carrying out a pilot project for the Home Office supporting both men and women in the community which will run until June.  Both pilots will be considered by the Home Office to inform the \"future approach\" to \"alternatives to detention\".", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["t0", "brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}], "t0": {"text": "Women held in immigration centres would be better served in the community, a report has suggested."}, "gpt3": {"text": "The Home Office is piloting a project to support asylum seekers in the community instead of in detention centres, which is more humane and less expensive."}, "brio": {"text": "Campaigners are calling for women held at a new immigration removal centre to be allowed to live in the community."}}, "53": {"article": "More than 1,500 handmade knitted items have been donated to an appeal to aid newborn Ukrainian babies. The Newborn Baby Hats Appeal launched in March, and said the islands response had been \"mind blowing\".  Islanders have knitted items such as baby hats, blankets, vests and comforters for pregnant Ukrainians fleeing the Russian invasion. Organiser Lilita Kruz described collecting items for the appeal as \"very emotional\". She said: \"When I arrived at the church and saw all the donations, it was very emotional... because of this appeal I have met so many incredible people. \"Everyone has compassion... every little baby hat and every stitch has so much love in it.\" Ms Kruz said the appeal was now focusing its efforts to knit items for premature babies. Prenatal clinics in both Kharkiv and Lviv told the BBC that the rate of preterm births has doubled or tripled in the past few weeks, as a result of stress and medical issues linked to the war. Ms Kruz said she hoped the appeal would continue to help those fleeing the war. \"I think there is so much we still can do and carry on knitting and donating for people in need in Ukraine,\" she said. The knitted donations are being sent to a maternity hospital in Riga, Latvia that is welcoming Ukrainian refugees.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "Donations of baby clothes made by islanders have been sent to a maternity hospital in Latvia to help newborn Ukrainian refugees."}, "gpt3": {"text": "The Newborn Baby Hats Appeal has collected more than 1,500 handmade knitted items to help newborn Ukrainian babies, with a focus on those that are premature."}, "brio": {"text": "The Isle of Man's response to the war in Ukraine has been described as \"overwhelming\" and \"heartwarming\"."}}, "54": {"article": "Taxi fares are set to go up by 20% in Worcester due to the rising cost of petrol. City councillors backed a request by drivers which would see increases by that amount for hackney carriages. The proposal will now go out for public consultation and if supported, the council estimates the new fares could be in place by June.  Haris Saleem, from Worcester Taxi Drivers Association, said a rise was desperately needed. Drivers have been demanding an increase, with higher costs and fees, fuel and cost of living increases and the Covid-19 pandemic cited as reasons. The city council's licensing and environment health committee backed the request by Worcester Taxi Association for a 20% rise at a meeting in the Guildhall on Thursday, the Local Democracy Reporting Service said.  The increase in fares sees the initial cost of flagging a cab rising by 19% to £4.30, with a one-mile journey costing £5 and a two-mile journey going up to £7. Special fares for late-night and bank holiday trips would be £5.50 initially. A 20% increase in cab fares draws a parallel with changes in the price of fuel, with the average cost of petrol and diesel climbing by between 23% and 24% since 2017, according to the AA, when the last fare rise was introduced in Worcester. Mr Saleem stated: \"Oil prices are going up and up every day and we don't know when they are going to stop and I think it is time to look after the trade. \"We proposed, with a consultation from the trade and taxi base owners, what I think is a reasonable increase which considers the trade and the customers as well.\"", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0", "brio", "gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}], "t0": {"text": "Proposals to increase taxi fares by 20% in Worcester have been backed by the council."}, "gpt3": {"text": "The city council's licensing and environment health committee backed the request by Worcester Taxi Association for a 20% rise in fares at a meeting, which would see the initial cost of flagging a cab rising by 19% to £4.30."}, "brio": {"text": "Cab fares are set to rise by up to 20% in a West Midlands city."}}, "55": {"article": "Members of a wheelchair basketball team say they are devastated after thieves stole a dozen sports wheelchairs used to teach newcomers to the sport. A trailer containing the equipment was stolen from outside Wakefield Whirlwinds' training base at Featherstone Sports Centre last week. Emily McHaffie, whose daughter plays for the team, said she feared thieves may melt the frames down for scrap. West Yorkshire Police has confirmed it is investigating the incident. Mrs McHaffie, who helps out at the club, said the chairs were used to run school disability sports sessions. Appealing to scrap metal dealers to keep an eye out, she said: \"The thieves won't know what they've got, they won't be any use to them but we are worried they might try to melt them down. \"It's an absolute disgrace to steal something full of disabled children's sports equipment and a brand new trailer we bought with a grant we got during lockdown.\" Mrs McHaffie said the theft was a considerable loss, with the value of the chairs running into \"thousands of pounds\". \"Everyone is missing out, the chairs were a chance for both disabled and able-bodied children to take part in sport,\" she said \"It's a devastating loss for the club.\" Her 17-year-old daughter Alice plays for Wakefield Whirlwinds after she became \"hooked\" on the sport during a school session. She said Alice, who was diagnosed with complex regional pain syndrome when she was 10, had really taken to the sport and had recently been selected to play in a new professional league. West Yorkshire Police confirmed it received a report of theft of a trailer from Featherstone Sports Centre on 23 February and investigations were ongoing.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A trailer containing sports wheelchairs worth thousands of pounds has been stolen from outside a sports centre in Wakefield."}, "gpt3": {"text": "A wheelchair basketball team in Wakefield, England, is devastated after thieves stole a dozen sports wheelchairs used to teach newcomers to the sport, including a trailer containing the equipment."}, "brio": {"text": "A children's rugby league team has been left \"devastated\" after thieves stole a trailer full of metal wheelchair frames."}}, "56": {"article": "Arson is suspected to be the cause of a gorse fire in Cornwall. Firefighters attended the blaze at Penhale, near Newquay, at about 16:50 GMT on Tuesday after multiple calls to the fire service.  The fire covered about two hectares and crews said it was likely caused by a training flare.  A spokesperson for Cornwall Fire and Rescue Service used fire beaters to prevent the blaze spreading and confirmed arson was suspected.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}], "t0": {"text": "Fire crews believe a training flare set off a large gorse fire in Cornwall."}, "gpt3": {"text": "The article discusses a gorse fire that is suspected to be caused by arson, and crews worked to prevent the blaze from spreading."}, "brio": {"text": "A grass fire in Cornwall is suspected to have been started deliberately."}}, "57": {"article": "Drone experts from Cornwall have been helping the Royal Navy's icebreaker ship get through polar ice. The team from RNAS Culdrose's 700X Naval Air Squadron were deployed on HMS Protector, which has just completed a stint around Antarctica, to train its crew how to use drones. Of the icebreaker's crew, 11 qualified in operating drones from the deck of the ship.  The use of drones was said to allow the crew to safely assess ice conditions. Lt Kate Retallick said: \"They can be used to identify areas of ice concentration and 'leads' - gaps - in the ice which help the ship to navigate through complex ice-infested waters.\" Cornwall-based PO John Simpole and marine Tom Salt spent six weeks on board the vessel training crew to use the drones. Plymouth-based HMS Protector's tasks include updating the seafaring charts of Antarctic waters, delivering supplies and personnel to remote research stations while monitoring wildlife and the environment. Personnel regularly train at RNAS Culdrose's centre of expertise at Predannack Airfield on the Lizard Peninsula.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "A squadron of drone pilots from the Royal Naval Air Station (RNAS) Culdrose have been sent to Antarctica to help an icebreaker navigate the region's inhospitable waters."}, "gpt3": {"text": "The article discusses how a team from RNAS Culdrose's 700X Naval Air Squadron were deployed on HMS Protector to train its crew how to use drones, which can be used to safely assess ice conditions."}, "brio": {"text": "A Royal Navy drone team from Cornwall has flown on a Royal Navy vessel."}}, "58": {"article": "Police investigating the death of a toddler who was mauled by a dog in her own home are still trying to establish whether it was an illegal breed. Bella-Rae Birch, who was 17 months old, died in hospital after the attack in St Helens at about 15:50 GMT on Monday. Merseyside Police said she was attacked only a week after her family had bought the dog. Officers are now speaking to its former owners. Currently there are four dog breeds banned in the UK.  Supt Steve Brizell said the toddler's death had \"left a family and a community grieving and in complete shock\". \"Bella-Rae has lost her life in the most unimaginably terrible circumstances,\" he said. Supt Brizell said the force was providing the family with support and officers would remain in the area to provide \"further reassurance and support\" to the wider community. Neighbour Joanne Matthews said she saw an ambulance outside the family's house in Bidston Avenue before about 10 police vehicles arrived. \"I saw them bring the dog out,\" she said. \"I couldn't tell what breed it was but from the back it looked like a Staffordshire bull terrier or pit bull.\" In a statement, Bella-Rae's family said they would \"like to thank the community for their support\". \"We would ask that we are now allowed some space and time to try and come to terms with the tragic loss of our much-loved Bella-Rae,\" they added. Anyone who witnessed anything in the area at the time, or who has information about the dog, has been asked to contact police. Why not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "The death of a baby girl who was attacked by a dog is being treated as murder, police have confirmed."}, "gpt3": {"text": "Police are investigating the death of a toddler who was mauled by a dog in her own home, and are trying to establish whether the dog was an illegal breed."}, "brio": {"text": "The Staffordshire bull terrier that killed Bella-Rae Birch was a Staffordshire bull terrier."}}, "59": {"article": "Two officers who tried to save five people - including the Leicester City Football Club chairman - killed in a helicopter crash have received awards. Sgt Michael Hooper and PC Stephen Quartermain were among the first on the scene when the aircraft came down outside the King Power Stadium in 2018. Despite intense flames the pair tried unsuccessfully to get to those inside. They were presented with Queen's Gallantry Medals by the Duke of Cambridge at Windsor Castle on Tuesday. Club chairman Vichai Srivaddhanaprabha, Kaveporn Punpare, Nusara Suknamai, Eric Swaffer and Izabela Lechowicz died when the helicopter span out of control. The two officers were on duty during Leicester City's match with West Ham United on 27 October. They sustained heat and scorch marks to their faces as they attempted to rescue people from the flaming wreckage.  Sgt Hooper said: \"The incident was very tragic so it's sad that it's the circumstances in which we've been awarded it, but to be here today is a real honour. \"I'd like to think that what we did was what any police officer would've done in those circumstances and I think we were just doing our duty really.\" The officers said Prince William, whom they had met before, spoke about the crash and asked if they had received support and counselling. Both have had psychotherapy and other counselling, with the backing of Leicestershire Police, they said. PC Quartermain added: \"If it encourages people to come forward if they have any mental health issues, with trauma, if we can step forward and help people in our line of work to come to terms with that sort of thing, then it's worthwhile.\" The officers' efforts were previously recognised in 2019, when they were among four people nominated for National Police Bravery Awards.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio", "t0"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Sgt Michael Hooper and PC Stephen Quartermain received the Queen's Gallantry Medals from Prince William."}, "gpt3": {"text": "The article discusses two officers who received awards for their efforts to save people from a helicopter crash."}, "brio": {"text": "\"I'd like to think that what we did was what any police officer would've done.\""}}, "60": {"article": "The Department of Education (DE) has said post-primary pupils should continue to wear face coverings in class after half-term. That is according to a just-published letter from the department to schools. Covid-19 restrictions in Northern Ireland ceased to be legally binding on Tuesday, including the wearing of face coverings in enclosed spaces. The measures are now guidance rather than a legal regulation. However, the Covid-19 guidance from the DE to schools was always just that - guidance - rather than law. That guidance, which has been in operation since August 2021, recommends that post-primary pupils wear a face covering in classrooms, school corridors and other areas like toilets. It is also mandatory for all post-primary pupils to wear a face covering on all public and school transport. Primary pupils do not have to wear a face covering in school but they are encouraged to wear one on school transport. The department's letter said that guidance to schools was \"not impacted\" by the end of legal Covid-19 restrictions in wider society and \"remains unchanged\". \"The position on face coverings, based on public health advice, remains that it is strongly recommended that post-primary pupils wear a face covering at all times when inside school buildings, including classrooms, corridors and confined communal spaces such as toilet areas,\" the DE letter said. In Scotland pupils do not have to wear face coverings in classrooms from 28 February and they do not have to be worn in schools in England. \"You will be aware that by 28 February other UK jurisdictions will have eased their requirements for post-primary pupils to wear face coverings in schools,\" the DE letter continued. \"While our case numbers are still high, they are moving in the right direction, and the minister wishes to be in a similar position here as soon as possible. \"To ensure that the removal of face coverings from guidance is not delayed, the department will continue to actively engage with health colleagues to seek their most up to date advice, to inform the minister's decision on this issue.\" The department also said teachers and unions would be consulted before the guidance on face coverings changed. However, a recent review carried out in England found the evidence for using masks in schools to reduce spread of Covid was \"not conclusive\". Most pupils in Northern Ireland return to school after the half-term break on Monday 21 February.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Pupils at Northern Ireland schools will continue to wear face coverings in classrooms when they return to school on Monday."}, "gpt3": {"text": "The Department of Education has said that post-primary pupils should continue to wear face coverings in class after half-term, although the measure is now just guidance rather than a legal regulation."}, "brio": {"text": "The end of legal restrictions on the wearing of face coverings in schools in Northern Ireland will not affect guidance on the issue."}}, "61": {"article": "A hospital trust has apologised to a mental health patient whose claims were dismissed when she reported being sexually assaulted in its accident and emergency department.  The victim said she was sexually assaulted by a male patient at the West Suffolk Hospital in January last year. A review into the incident said it was reported, but a staff member recorded \"this has not happened\", as first reported by the Health Service Journal. The trust said action had been taken. The victim, not named for legal reasons, was admitted to the unit in Bury St Edmunds after an overdose. According to the Health Service Journal (HSJ), a review into the incident found a member of staff recorded that the assault had not happened because the male patient in the next door cubicle was under constant observation and had not left his bed.  This was found to be incorrect, it said. The victim said she reported the incident to the hospital and the police, but it was not escalated until she contacted the trust to complain.  She told HSJ she was left \"shocked, confused and furious\" over the way hospital staff had dealt with it. Dr Paul Molyneux, interim medical director at West Suffolk NHS Foundation Trust, said they were \"very sorry for the distressing experience\" the patient had while in their care. \"We know that the support given at the time could and should have been better,\" he said. He said the trust had since carried out an incident investigation and its findings and recommendations \"have resulted in several actions being put in place\". \"These actions mean that staff have the training and knowledge to deal with these kinds of allegations sensitively and appropriately so they are escalated in the right way in a timely manner,\" he added. Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio", "gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A hospital has apologised to a patient who said she was sexually assaulted in its A&E department."}, "gpt3": {"text": "The article discusses a mental health patient who was sexually assaulted at the West Suffolk Hospital and the hospital's apology for the way the incident was handled."}, "brio": {"text": "Staff at a mental health unit recorded that a patient had not sexually assaulted a fellow patient, it has emerged."}}, "62": {"article": "Social media firms who allow \"sex for rent\" adverts will face prosecution under planned new laws. Offering housing in exchange for sexual favours is already against the law. But there has only been one prosecution under current legislation, despite claims the practice is on the rise. The government says it will bring in new laws to curb \"sex for rent\" ads as part of its Online Safety Bill, which aims to crack down social media abuse and harmful content. Minister for Safeguarding Rachel Maclean said the bill will \"capture user-to-user sites, where the majority of 'sex for rent' advertising takes place\".   A list of offences to be made a priority in the legislation, published earlier this month, includes \"controlling, causing or inciting prostitution for gain\".  Sex for rent will be further tackled in the bill by placing \"a duty on certain companies to take action in respect to 'content that is harmful to adults'\", Maclean says, in a written answer to a question from Labour MP Barry Sheerman.  A BBC investigation in 2017 found that young, vulnerable people were being targeted by classified ads offering sex for rent on websites like Craigslist.  One student who had fled an abusive home and had nowhere to live, said she felt she had no other option but to agree to the arrangement.  In response to that investigation, then-Justice Secretary David Lidington said \"sex for rent\" deals were already a criminal offence under the Sexual Offences Act 2003. Crown Prosecution Service guidance was updated to reflect this in January 2019.   But Lib Dem MP Wera Hobhouse told Politics Home in 2020 that sex for rent was still on the increase despite the attempts to make the legislation work. \"The new guidelines have meant very little when it comes to being able to prosecute the landlords who take advantage of tenants in this way,\" she said at the time,  Just one person has been convicted for sex for rent offences under this legislation.  In January this year, Labour peer Baroness Kennedy, director of campaign group Generation Rent, highlighted the prevalence of sex for rent ads in a House of Lords. She said: \"Predators online attempt to coerce men and women to exchange sex for a home by exploiting their financial vulnerabilities. \"Despite the adverts being clear in their intention, they go unchecked. They're placed without consequence.  \"They're largely ignored by law enforcement and the online platform providers.\" According to research by polling company YouGov, carried out on behalf of housing charity Shelter. nearly 1 in 50 women have been propositioned for 'sex for rent' in the last five years.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3", "brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3", "brio", "t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Adverts offering sex in return for a place to live will be outlawed under government plans to tackle online abuse."}, "gpt3": {"text": "The Online Safety Bill aims to crack down on social media abuse and harmful content, including \"sex for rent\" ads, which are currently only punishable by one conviction under current legislation."}, "brio": {"text": "Adverts offering sex in exchange for housing in England and Wales are to be made a criminal offence."}}, "63": {"article": "A mum to babies thought to be the most premature twins to survive in the UK has called them \"little fighters\".  Harley and Harry Crane were born at Queen's Medical Centre in Nottingham on 26 October at 22 weeks and five days. The pair, now 16 weeks old, have been treated in the neonatal unit since and their parents have been sharing the journey on Instagram. Their mother Jade Crane, from Heanor, in Derbyshire, said they hope to bring them home in the \"very near future\". The twins may be able to leave hospital on 24 February, their original due date, she said. In 2018, twins from Brighton were born at 22 weeks and six days. Ms Crane and her husband Steve had tried to have children for 11 years with multiple IVFs, spending £50,000 on fertility treatments.  They suffered a few miscarriages and two ectopic pregnancies before falling pregnant with Harry and his sister Harley. When she went into labour with Harry and Harley, who weighed 520g (1.14lb) and 500g (1.10lb) respectively when they were born, she was \"so scared\". \"But I had a sense of peace and I prayed and prayed for them to make it, for them to cry to show signs of life, which they did\". The babies were put into the bereavement suite for parents because doctors expected at least one of them not to make it. The twins are \"little fighters\" who \"are surprising everyone\", their mother said adding they have had six operations between them and have suffered sepsis, eye problems, brain bleeds, and lung bleeds. \"We have got a little way to go still. They have shown their strength all the way through so I have got no doubt we'll be bringing them home in the very near future. \"The twins keep me going - if they can get through this, I can get through anything.  \"But it is definitely a traumatic experience.\" Matron Cheryl Griffiths and consultant Chantelle Tomlinson, from Nottingham University Hospitals NHS Trust, said: \"We are delighted to have been able to provide neonatal intensive care for Harley and Harry and to support them and their parents, Jade and Steve, in their journey.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio", "t0"]}, {"best_summary": ["t0"], "worst_summary": ["brio", "gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Premature twins born 16 weeks ago are \"surprising everyone\" in the neonatal unit, their mother has said."}, "gpt3": {"text": "The article is about a mother's journey with her premature twins who are expected to be some of the most premature twins to survive in the UK."}, "brio": {"text": "\"I prayed for them to make it, for them to cry to show signs of life.\""}}, "64": {"article": "Pothole repairs could be hampered because of a £40m cut in government funding over the next four years, a council has warned. Cumbria County Council said the cut of £10m a year would mean roads and highways would \"deteriorate\". It had hoped the cuts would be for just one year but had been told it would be effective over four years. The Department for Transport (DfT) said it was giving local authorities £5bn for road maintenance over five years. A spokesman added that it was for local authorities to decide how that money was spent, including on repairing potholes.  However, the Labour leader of Cumbria County Council, Stewart Young, told the Local Democracy Reporting Service: \"I know we agreed at council to put £1.2m extra into the highways revenue budget but you'll see that will make very little impact compared to a loss of that scale in investment. \"The public see the potholes in the road, they see that roads aren't getting repaired as they were but they need to understand if we lose that amount of money, there's only one possible consequence which is that the highways network will deteriorate.\" The county council has already set its budget for the 2022-23 financial year which includes a £20,000 underspend on highways.  However, member of the Conservative opposition Mike Mitchelson said more needed to be done to fix potholes. \"From the public's point of view, if the public picked a report up and it said 'the highways budget will involve a £20,000 underspend', the public's going to say 'why can't we have the potholes fixed?',\" he said.  \"We shouldn't be doing an underspend when we've got major requests for potholes.\" A DfT spokesman said: \"The government is providing more than £5bn of investment over 2020-2025 for highways maintenance to local highways authorities across England. \"This is enough to fill millions of potholes a year, repair dozens of bridges, and resurface roads up and down the country.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}, {"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Government cuts to highways maintenance funding could lead to more potholes, a council has warned."}, "gpt3": {"text": "The government is cutting funding for pothole repairs by £40 million over the next four years, which will likely lead to a deterioration in roads and highways."}, "brio": {"text": "The public see potholes in the road in Cumbria and the county council has already set its budget for the 2022-23 financial year which includes a £20,000 underspend on highways."}}, "65": {"article": "Two teenagers have been charged with the murder of a man who was stabbed in the chest in north-west London. Muhamoud Mohamed Mahdi, 28, was killed in Watling Avenue, Burnt Oak, Edgware, on Friday evening. On Sunday, Christian Adom Kuta-Danku, 18, of Rayners Lane, Harrow, and a 16-year-old, also from Harrow, were charged with his murder. Both will appear before Willesden magistrates later. A 19-year-old man, who was also arrested, has been released on bail until a date in March, pending further inquiries.  Det Ch Insp Neil John, who is leading the investigation, said: \"Muhamoud lived with his mother in Barnet. She will be supported by specialist Met officers throughout the unimaginably difficult days and months ahead.\"", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Two teenagers have been charged with the murder of a man who was stabbed to death in north-west London."}, "gpt3": {"text": "Two teenagers have been charged with the murder of Muhamoud Mohamed Mahdi, who was stabbed in the chest in north-west London."}, "brio": {"text": "Muhamoud Mohamed Mahdi, 28, was killed in Watling Avenue, Burnt Oak, on Friday..."}}, "66": {"article": "Experts believe the number of trees damaged by Storm Arwen across Scotland is about double the original estimate. It was initially thought 4,000 hectares of woodland had been affected but that has now been revised to 8,000 hectares or about 16 million trees. Forest Research said improved computer modelling, updated mapping and data from owners had increased its figures. Storm Arwen struck in late November causing significant damage particularly in north-eastern and southern Scotland. Industry bodies Scottish Forestry and Confor quickly brought groups together to start the task of managing the recovery operation. It has now emerged that the scale of the work is even greater than first thought. Doug Howieson, Scottish Forestry's head of operational delivery, said: \"The winter storms have put us under a lot of pressure but we've been up to the challenge. \"Staff have worked tirelessly with the industry on managing the aftermath and have put in a heroic shift. \"Felling permission applications, which are needed for windblown trees, are starting to slow down now which is a good indication that we are past the initial emergency phase of this work.\" Forestry and Land Scotland's (FLS) team is working with contractors to deal with the significant levels of storm damage in the national forests it manages. Although some locations are likely to remain affected for months, it said it was beginning to open up recreational access. Environment Minister Mairi McAllan praised the ongoing efforts to address the impact of the storm four months after it struck. \"Although it now seems a long time ago, the effects of Storm Arwen and the following winter storms are still being felt,\" she said. \"Many landowners are still clearing up and this will continue for months to come. \"The forestry sector had its mettle thoroughly tested but it has shown its resilience and is managing the aftermath very well. \"The way so many parts of the industry have pulled together is really quite admirable.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "The scale of forestry damage caused by Storm Arwen has been significantly underestimated, according to new research."}, "gpt3": {"text": "The scale of damage from Storm Arwen is much greater than first thought, with 8,000 hectares of woodland affected."}, "brio": {"text": "The scale of the damage caused by last year's winter storms has been underestimated by the forestry industry."}}, "67": {"article": "The first woman to serve as foreign secretary has announced she will stand down at the next general election. Dame Margaret Beckett, MP for Derby South, stated her intention to retire at a local Labour Party constituency meeting on Friday. First elected in 1974, Mrs Beckett was also the first woman to briefly serve as party leader. Labour leader Sir Keir Starmer hailed Mrs Beckett, calling her a \"trailblazer\". Mrs Beckett served as acting leader of the party in 1994 after the sudden death of John Smith. That year, she ran for election to lead the party full-time, but lost to Tony Blair, who would later make her foreign secretary. She remains the only sitting MP to have served as a minister and junior minister under the last four Labour prime ministers.   She said \"serving the residents of Derby South has been an honour\".  The 79-year-old was first elected as MP for Derby South in 1983, having previously been the MP for Lincoln.  By Georgia Roberts, BBC Radio Derby political reporter Dame Margaret Beckett has served under four prime ministers, including as the first female foreign secretary in 2006 under Tony Blair. She is Britain's longest-serving female MP.  Many local Labour figures were convinced that she may well go on forever, despite turning 79 in January. In their tribute to her following the news, the Derby Labour group on the city council praised her almost 40 years of \"dedication\".  However, though fiercely private, the loss of her husband Leo Beckett in December, her chief of staff and political rock since the beginning of her time as an MP for Lincoln in the 70s, will no doubt have taken its toll.  One of Britain's most celebrated and respected female politicians, she leaves behind a legacy that will be admired across the political spectrum.  Mrs Beckett said: \"It is a step I have been considering for some little time, especially as Leo's health deteriorated, and although he is no longer with me, I believe it is still the right time to stand down.\" Sir Keir paid tribute to the \"legend of our party\". \"As the UK's first female foreign secretary, and Labour's first female leader, she is a trailblazer,\" he said. \"Margaret, I thank you for everything you've given, and achieved.\"", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}], "t0": {"text": "Dame Margaret Beckett, MP for Derby South, will stand down at the next election."}, "gpt3": {"text": "Dame Margaret Beckett, MP for Derby South, has announced that she will be retiring at the next general election."}, "brio": {"text": "The UK's longest-serving female MP, Dame Margaret Beckett, has announced she will stand down at the next general election."}}, "68": {"article": "A piece of artwork from the cover of a classic Queen album has been sold at auction for more than £28,000. The piece, designed by David Costa, and from the 1976 album A Day at the Races, was sold by Gardiner Houlgate in Corsham on Wednesday. Auctioneer Luke Hobbs said the piece was \"probably, for me personally, the most exciting piece I've ever had in, just because of the connection with the band and what it is\". An American buyer purchased the piece. Describing the quality of the work guitar specialist Mr Hobbs said: \"Our art expert here had a look at it and said it's one of the finest 20th Century art pieces he's ever looked at.\" The piece was by David Costa who was the art director for both A Night at the Opera and A Day at the Races. In 2021, the original artwork for another Queen album, 1977's News Of The World sold in New York for $62,575 (£46,000). Mr Hobbs said when he was researching the lot \"[David] gave it to me initially thinking it was A Night at the Opera [and] I turned round and said 'it's not, it's A Day at the Races'. He said when he asked if he still had the opera artwork, Mr Costa said: \"'Oh no, well I've got no idea where it is, I think A Night at the Opera may have have become a night in the dustbin' and that was his exact quote to me.\" Mr Hobbs said the piece is valuable because of the quality and \"there's only one of them\". He added: \"It's not just a Queen cover, it's a piece of art that was used and became one of [the bands] most iconic albums really,\" he added. A Day At The Races was released in 1976 and went platinum, reaching number one in the UK album chart as well as in Japan and the Netherlands. It contained the hit singles Somebody To Love and Tie Your Mother Down.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A piece of Queen memorabilia has sold for more than £28,000."}, "gpt3": {"text": "An original piece of artwork from the album cover of Queen's A Day at the Races was sold at auction for over £28,000."}, "brio": {"text": "A rare original artwork for the cover of Queen's album A Night at the Opera has sold at auction in Wiltshire for £80,000"}}, "69": {"article": "A \"sadistic\" vicar subjected a woman to repeated beatings with a bamboo cane for nearly a decade, a jury has found. Hilary Alflatt, 87, assaulted the woman on a number of occasions between 1983 and 1992 while working in Sheffield. The woman told police she endured \"a life of hell for 10 years\" at the hands of Alflatt who was married at the time. Alflatt, who has dementia, was deemed unfit to plead, but after a five-day trial at Hull Crown Court jurors concluded he had assaulted the woman. The retired vicar, previously known as Malcolm, was cleared of five other counts - two of false imprisonment and three of assault - which included claims he had held her prisoner in a room at his vicarage for five days. The jury failed to reach a verdict on a charge of assault relating to an incident when Alflatt branded the woman with a cross-shaped mark using a red-hot needle. In a police interview the woman, who cannot be named, said Alflatt had made her take vows of obedience, poverty and chastity, telling her that to disobey them was \"to disobey God\". She said he would summon her to the vicarage where he would beat her with a cane. She said she became \"conditioned\" not to disobey him, fearing \"I was going to get beaten if I did\". The court heard when she eventually broke away from Alflatt she underwent a \"ritual of release\" to free her of her vows. Alflatt told police it had been a consensual relationship. He said after some time he had wanted to end it and thought that if he \"caused her more pain she would leave me alone\". In her closing speech, prosecutor Louise Reevells told jurors Alflatt was \"a sadistic man in a position of authority who took pleasure in hurting [his victim]\". \"This was not about him trying to end it, this was about the power and control that he could exert over her,\" she said. Judge Sophie McKone told the jury: \"Although you found he did the acts in count seven, the court does not punish him for that because he is not fit to take part in the trial. \"He is not going to go to prison.\" She said her options for dealing with the case were to hand down an absolute discharge, to make a guardianship order or to impose a hospital order. Alflatt, of Harewood Lane, Northallerton, will be sentenced on 3 May.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3", "brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "A retired vicar has been found guilty of assaulting a woman he was having an affair with."}, "gpt3": {"text": "A man who was unable to plead in court due to dementia was tried and found guilty by a jury of repeatedly assaulting a woman with a bamboo cane over the course of a decade."}, "brio": {"text": "A retired vicar has been found guilty of seven counts of false imprisonment."}}, "70": {"article": "Fire crews hope a helicopter will help put out a blaze that covered an area of 100,000 sq m at one stage.  It is the second fire of its size to have broken out in Gwynedd over the past few days.  The fire service said Mynydd Mawr had been \"quite devastated\" by the fire.  Elsewhere, two men from Rhymney and Nelson in Caerphilly county, aged 24 and 23, have been arrested on suspicion of arson and burglary. Both men have been released on bail. That followed a fire at the Heads of the Valleys industrial estate in Rhymney at around 01:40 GMT on Saturday, 19 March. Geoff Hall, of North Wales Fire and Rescue Service, said the cause of the Mynydd Mawr fire was unclear, but warned people against carrying out controlled burns on land because of the risks of them spreading. \"You need a burn plan in place. Unless you can actually tackle this fire yourself, with your burn plan that you have created, we shouldn't be doing any burns that we can't deal with,\" he told BBC Radio Wales Breakfast. \"It places a tremendous strain on the resources.\" The current blaze near Y Fron village, near Caernarfon, covered an area of 100,000 sq m on Wednesday, but four appliances and a specialist wildfire unit have been tackling it. A helicopter from south Wales has also travelled up to help by dropping water on the fire, with crews then ready to follow up on foot.  It is hoped it will be out later today.  \"The season we're in, we do have people trying to do controlled burns, which all too often result in uncontrolled burns, which cost us and the taxpayers hundreds of thousands of pounds, as well as the health and safety of the crews who are at stake whilst we're dealing with these,\" Mr Hall added. North Wales Fire and Rescue Service said crews were also tackling fires at Rhiw, near Llanbedr in Gwynedd, and in Wrexham. Incidents in Clynnog Fawr and Penygroes were also dealt with in Gwynedd, while a fire at Pant Glas is ongoing. Fire crews from elsewhere in Wales have also been tackling a number of fires, including in the Preseli Hills, Pembrokeshire, Ammanford in Carmarthenshire and near Crickhowell in Powys. These are the latest in a series of blazes since a spell of warm, dry weather begun last weekend.  Youths on motorbikes were blamed for starting some and driving off, with fire bosses saying most blazes are started deliberately. At the scene: Matt Richards, BBC Wales reporter Firefighters were already dealing with one large grass blaze above Fron on Wednesday when another spread quickly on the other side of the valley. Hundreds of thousands of square metres of gorse could be seen going up in smoke. A helicopter made continual trips to nearby lakes for water to douse the flames as crews, dwarfed by the mountain, tackled them up close. It's not clear yet what started the inferno but landowners have been asked to ensure controlled burning was done carefully. To nearby residents' relief, crews returned at dawn on Thursday to continue battling the blaze.  As it raged through the night, its glow created an unsettling, eerie focal point. The weather has exacerbated fires across Wales. Emergency crews know this may be the start of a busy season. Deliberate or accidental, fires started during dry periods can quickly get out of hand.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Two men have been arrested following a mountain fire near Caernarfon in Gwynedd."}, "gpt3": {"text": "The article discusses a large wildfire in Gwynedd, Wales, and the efforts to extinguish it."}, "brio": {"text": "About 30 homes have been destroyed in a fire at Mynydd Mawr, near Caernarfon, in Gwynedd."}}, "71": {"article": "Jersey's Safer Travel Policy will be suspended from Monday.  Inbound travel to the island will return to unrestricted, pre-pandemic measures, including the removal of all testing and isolation for all arriving passengers.  It will also no longer be necessary to complete a pre-departure travel form before travelling to Jersey.  It is part of the de-escalation of Jersey's Covid-19 measures, the States of Jersey said.  The Government of Jersey said it would phase out all Covid-19 restrictions by 31 March. It said the changes follow advice from Public Health in consultation with the Scientific and Technical Advisory Cell (STAC).  Deputy Chief Minister, Senator Lyndon Farnham, said: \"This decision is a big move in the right direction as we begin to live with Covid-19. The suspension of measures is proportionate to the much lower levels of risk in Jersey.  \"I know many families have travel plans booked for over the half-term break and will immediately benefit from this suspension. Additionally, it will make it much easier for those students returning home from university.  \"I would like to thank all of the staff who worked so hard over the past two years to design, manage and operate our border policies and testing; our Safer Travel Policy received international recognition and was only possible thanks to the commitment from staff and cooperation from islanders.\" While the rules are changing from 00:01 on Monday on inbound travel to Jersey, the States advised outbound passengers to check the travel requirements of the country they are travelling to. If required, islanders can access their Covid Status Certificate and QR codes demonstrating their vaccination status through the States of Jersey's Covid safe portal, it added.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}], "t0": {"text": "Jersey has announced a relaxation of travel restrictions for visitors arriving from the UK following the World Health Organisation's latest Ebola update."}, "gpt3": {"text": "The States of Jersey has announced that the Safer Travel Policy will be suspended from Monday, and all Covid-19 restrictions will be phased out by 31 March."}, "brio": {"text": "Restrictions on travel to the Channel Island are to be relaxed in the wake of the Ebola outbreak in West Africa."}}, "72": {"article": "Areas of Amazon rainforest with a combined area the size of England could be threatened by new mining and deforestation, a new report claims. It is currently illegal to mine in these protected indigenous territories of the Amazon. But Brazil's President Jair Bolsonaro wants to change this to allow more exploitation for economic development.  US and UK companies are among those who had applied to open new mines, the report says. But Anglo American and Vale both say they have withdrawn their applications. Protecting the Amazon is crucial in the fight to curb climate change because its enormous number of trees soak up carbon from the atmosphere.  Thousands of indigenous people who live in these areas are also threatened by new developments.  \"We are looking at deforestation in some of the most pristine areas of the Amazon. It will be a tragedy if mining on indigenous lands goes ahead,\" researcher Rosana Miranda, who wrote the report for NGO Amazon Watch, told BBC News. \"Are we willing to give up incredibly rich biodiversity and cultural diversity just to extract more gold and copper for international shareholders?\" she added.  Amazon Watch and the Association of Indigenous Peoples of Brazil are identifying in real-time live applications to Brazil's National Mining Agency to begin mining projects in protected areas. The latest figure is 2,622 applications. Brazilian company Vale has filed the largest number with 75 applications, while UK multi-national Anglo-American has 65.  Both companies had previously promised to withdraw some applications for mining in these areas after pressure from campaigners. In total, 570 companies have filed for permission to begin work in areas affecting 260 indigenous lands, covering 101,000 square kilometres (10.1 million ha). Almost half are for gold mining. Anglo American told BBC News that it made applications to mine on indigenous lands but withdrew them \"several years ago\". It added: \"Several of these applications have not yet been removed from the database of the National Mining Agency (ANM). Anglo American is working with Brazilian government representatives to ensure that on-line tenement databases actually reflect those that have been formally approved.\"  Vale commented: \"Last year, the company announced the relinquishment of all its mining rights in Indigenous Land in Brazil (which includes applications for exploration permits and mining concessions).\" Mines run by global corporations in the Amazon have been associated with toxic spills, river pollution as well as the destruction of indigenous communities. Alessandra Munduruku from the indigenous group Munduruku is an activist defending indigenous lands. \"What is at stake in this mining project is death: death of the rivers, death of the forest, death of the people, death of culture, death of language,\" she told BBC News. The report also claims that huge amounts of international finance is supporting mining companies, suggesting that shareholders around the world are involved in deforestation of the Amazon. Amazon Watch found that the global financial organisations Capital Group and BlackRock hold stakes worth $13.2bn in companies attempting to mine indigenous lands.  In total, eight large mining companies received $54.1bn in financing from banks or asset managers globally in 2016-21, the report claims. Capital Group told BBC News it does not comment on its holdings. BlackRock did not respond to the allegations but highlighted their guidance, which says \"BlackRock Investment Stewardship believes it is important for companies to obtain the free, prior, and informed consent of indigenous peoples for initiatives that affect their rights.\"  The applications are currently lodged with Brazil's mining agency. It remains illegal to develop these pristine and extremely biodiverse areas of the Amazon. But President Bolsonaro says it is necessary to open up the rainforest to new exploitation and lift communities out of poverty. He has proposed a bill to Congress that would make it possible to exploit these protected regions. Companies who have filed for the right to mine would be first in line, says Amazon Watch. Campaigners say more development of the Amazon would be a disaster for the climate, and for the people living there.  At the COP26 climate change summit in Glasgow last year, 141 countries including Brazil signed a declaration to stop and reverse deforestation by 2030 and protect indigenous lands.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Campaigners have identified more than 2,600 proposals to mine in indigenous lands in Brazil's Amazon region."}, "gpt3": {"text": "The article discusses how mining companies are attempting to mine in protected areas of the Amazon rainforest, which could be a disaster for the climate and the people who live there."}, "brio": {"text": "Hundreds of companies have applied to start mining on indigenous lands in the Amazon, campaigners say."}}, "73": {"article": "A group of Welsh councils has been accused by a workers' union of boasting about \"relatively low rates of pay\" in its marketing strategy. In a pamphlet, the Cardiff Capital Region (CCR), which covers 10 councils in the south east, said the region's salary costs are \"very competitive\". It then lists Cardiff as having lower graduate salaries than Birmingham, London, Edinburgh, and Glasgow. A CCR spokesman said attracting more quality jobs should increase wages. The leaflet is part of the CCR's promotional material for MIPIM held in Cannes, France, which describes itself as \"the world's leading real estate event\".  In the pamphlet, the CCR highlights \"£10bn worth of investment opportunities\" in the region, from the regeneration of Caerphilly, Merthyr Tydfil and Pontypridd town centres to a new £30m railway station on the outskirts of Cardiff. Highlighting the regions strengths, it lists talent, skills, infrastructure, quality of life and competitive property costs. On salaries, under the competitive heading, it reads: \"Our workforce is distinctly younger than the UK average, well-educated and diverse, supported by three highly regarded universities.  \"Salary costs across the region are very competitive.\" It then includes a selective list of university graduate salaries by city, with Cardiff (£25,959) at the bottom behind Birmingham (£27,000), London (£29,000), Edinburgh (£32,143), and Glasgow (£32,500). In 2019, a tweet by Trade and Invest Wales, a Welsh government marketing initiative, trying to attract foreign investment by saying wages are lower than in other part of the UK was accused of being \"sloppy\". The Welsh government said at the time the tweet, which described Wales' workforce as having \"up to 30% lower salary costs than some part of the UK\", was not representative of the wider marketing approach. According to the latest statistics, in 2021 Wales had the lowest average gross weekly earnings of all UK countries: But Wales had higher wages than two areas of England - the north east (£538.70) and the east midlands (£559.80). Wales TUC General Secretary Shavanah Taj said: \"We should never, ever boast about our relatively low rates of pay, and yet this is not the first time our communities have been marketed to external investors like this.  \"What expectations does this set for prospective employers? That they can get away with paying workers a few grand below their colleagues in Glasgow and Birmingham?  \"This is a depressing and divisive approach which risks locking in a low wage economy for the many communities the CCR leadership represents, many of which continue to suffer the effects of deindustrialisation.  \"They should urgently reconsider this marketing strategy, and expect any employer coming here to offer fair work as a minimum,\" she added. A CCR spokesman said: \"This messaging of the graphic is underpinning our aim to increase wages by developing and attracting more quality jobs.  \"By highlighting that salaries are currently competitive we aim to leverage further investment to raise wages across the city-region. \"Only those cities with higher average salaries are listed in the infographic.  \"Cardiff is equivalent or higher than some other core cities, and coupled with quality of life and cost of living.\" \"Cardiff city-region is a highly desirable place to live and work,\" he added. The councils in the Cardiff Capital Region are Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Merthyr Tydfil, Monmouthshire, Newport, Rhondda Cynon Taf, Torfaen and Vale of Glamorgan.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["t0", "gpt3", "brio"]}], "t0": {"text": "The Welsh government should not promote low wages as an economic selling point, the TUC has said."}, "gpt3": {"text": "The Cardiff Capital Region has been accused of boasting about \"relatively low rates of pay\" in its marketing strategy."}, "brio": {"text": "The TUC has said it is \"depressing\" and \"divisive\" to describe Wales' workforce as having lower wages than other parts of the UK."}}, "74": {"article": "An estimated 10 million employees have access to discount shopping schemes through work but may rarely use them, research suggests. Nearly two in five employers (38%) told consultants LCP they offered retail discount perk schemes to their staff.  With the cost of living rising at its fastest rate for decades, LCP says more people should use these offers. It suggested that some may consider the savings too small, but money off groceries could build up over time. Heidi Allan, senior consultant at LCP, said: \"Many workplaces offer employee discount schemes which give savings on everyday purchases with household name businesses, such as supermarkets, coffee shops, mobile phone companies and travel businesses.   \"Yet in some cases workers may not be aware of the scheme or may think it is not relevant to them. The truth is that we are all going to face a squeeze on our budgets in the coming months and every penny we can save is going to help.\" Food prices have been rising and are set to rise further, and some employers offer schemes giving a small percentage discount on reloadable shopping cards, or loyalty points. People may have to sign up to gift cards and vouchers and get into the habit of using them, but LCP suggests savings over time could be helpful to family finances. Its survey suggested another 27% of employers were considering introducing such schemes in the next 12 months. The government-backed Money and Pensions Service, which runs the MoneyHelper website, has encouraged employers to review their employee assistance plans. The schemes included can range from help with commuting costs to insurance, with the cost often taken out of pre-tax pay. Maddy Alexander-Grout, chief executive of Southampton-based My VIP Rewards, said: \"The sheer level of uncertainty is making consumers exceptionally cautious at present. Many businesses just aren't proactive enough with perks and right now, with the cost of living squeeze, the value they can provide to employees can make a real difference.\" How are you affected by the increase in the cost of living?  Email: haveyoursay@bbc.co.uk.  Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: If you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["brio", "gpt3", "t0"], "worst_summary": ["t0"]}], "t0": {"text": "Supermarkets, coffee shops and travel firms are among employers offering discounts to staff as the cost of living rises."}, "gpt3": {"text": "The article discusses how many employers offer employee discount schemes that could help with the rising cost of living, but some workers may not be aware of the schemes or think they are not relevant to them."}, "brio": {"text": "Millions of people are being urged to take advantage of discounts on everyday purchases to help with the cost of living."}}, "75": {"article": "A major UK investment fund has said it will vote to try to get directors kicked out of firms that fail to make good on environmental pledges. Aviva Investors also wants bosses' pay to be linked to sustainability goals. It is the latest big investment firm to ramp up the pressure on corporations in a bid to make them clean up their acts. BlackRock, the world's largest fund, has told the firms it invests in to step up on sustainability or face the consequences. Aviva Investors, which has £262bn of assets under management, set out its expectations in a letter that will be sent to 1,500 firms in 30 countries this week. The fund said it had broadened its definition of sustainability and would now focus on issues such as biodiversity and human rights, alongside existing priorities like climate change and executive pay. \"We will hold boards and individual directors accountable where the pace of change does not reflect the urgency required,\" said the annual letter from Aviva Investors boss Mark Versey. Mr Versey said there had been an \"alarming\" 68% decrease in animal and plant species between 1970 and 2016. \"This is of serious concern as ecosystem services provided by the natural world underpin our economies and societies and will increasingly become an important driver of company valuations,\" Mr Versey said, adding that more than half of the world's economic output is \"reliant on biodiversity\". On human rights, Aviva expects companies it backs to scrutinise the impact they have when doing business, and to take action to stop harm. Firms will need to give more detailed explanations of how they intend to meet environmental goals, it added. Mirza Baig, Aviva Investors' head of environmental, social and corporate governance, told the BBC that some companies intentionally set vague targets to avoid being held to account.  He said Aviva would increasingly use its vote as a shareholder to try to oust directors at firms that had a \"high impact\" on the planet but did little to rectify this. The fund may also vote against executive pay deals if a firm is falling short, and as a last resort could withdraw its investment. Last year 280 firms changed their practices after pressure from Aviva Investors, Mr Baig said. However, he urged more big investment firms to use their \"loud\" and \"influential\" voices to drive change.    \"If there was enough pressure being put on businesses then the world would look very different,\" he said. Big investment funds are increasingly leaning on firms to make them change the way they do business. Last week Larry Fink, the chief executive of BlackRock, the world's biggest investment fund, denied that the firm was being \"woke\" in calling for stronger climate policies from companies.  Instead, he said the move made good business sense at a time when the public increasingly expects companies to behave ethically. He insisted his firm was being capitalist in its outlook, adding: \"Make no mistake, the fair pursuit of profit is still what animates markets; and long-term profitability is the measure by which markets will ultimately determine your company's success.\"", "annotators": [{"best_summary": ["brio", "t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3", "brio"], "worst_summary": ["gpt3"]}], "t0": {"text": "The boss of Aviva Investors has warned firms it backs to clean up their act or face the risk of losing investment."}, "gpt3": {"text": "The article discusses how investment firms are putting pressure on companies to improve their environmental and sustainability policies."}, "brio": {"text": "Companies that fail to tackle climate change, biodiversity and human rights will face pressure from investors."}}, "76": {"article": "A man tried to smuggle cocaine into the UK by hiding it inside a duck ornament flown in from South America. An X-ray of the ornament at Stansted Airport in Essex last month showed \"irregularities\", the National Crime Agency (NCA) said. Its officers tracked the package to Aldo Alushi, 29, of Milwards, Harlow, who was arrested on 7 January. He admitted importing Class A drugs at Chelmsford Crown Court on Friday and is due to be sentenced on 11 March. Border Force officers X-rayed the wooden box containing a hollow, gold-coloured duck ornament, after it arrived on a flight from Cali in Colombia, the NCA said. Patches of white on the X-ray led NCA officers to drill holes in the duck. A pink sticky substance leaked out, which tested positive for cocaine and could have been converted into the powdered version of the drug, the NCA added. Its officers also found Albanian national Alushi was living in the UK illegally. Lydia Bloomfield, branch commander at the NCA, said: \"This is certainly one of the most unusual attempts to smuggle drugs we've seen, and it shows the lengths that organised crime groups are willing to go in an attempt to avoid detection.\" Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "annotators": [{"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}], "t0": {"text": "A drug smuggler has admitted trying to import cocaine worth more than £250,000 hidden inside a hollow gold duck."}, "gpt3": {"text": "A man was caught trying to smuggle cocaine into the UK by hiding it inside a duck ornament."}, "brio": {"text": "A man has admitted trying to smuggle cocaine into the UK by hiding it in a hollowed-out duck."}}, "77": {"article": "A 61-year-old man died when his tree-cutting machinery got too close to an overhead powerline and he was electrocuted, an inquest has heard. Jonathan Huw Howells, from Lampeter Velfrey, Pembrokeshire was clearing branches near the 11,000 volt powerline last November as a favour to a friend. The coroner's court heard a witness saw Mr Howells being electrocuted and the forklift tyres catching fire. The inquest jury, at Haverfordwest, concluded the death was an accident. Mr Howells, know as Huw, was a married father of two, the inquest heard. He had agreed to trim some trees for an elderly friend using his telehandler, which is similar to a forklift but can use different attachments or booms. Mr Howells spent the day cutting branches for farmer Emrys Davies as a favour at Dan y Coed Farm in Llawhaden, near Narberth, using a chainsaw attached to a telescopic boom. The telehandler was operated by another man, Brian Tooze, who was a longstanding friend. After deciding to finish work at 16:20 GMT that day, Mr Howells decided to investigate whether the boom would reach some high branches near powerlines at the farm. The inquest heard written evidence from Mr Tooze who described Mr Howells as \"being very capable and careful with machinery\". Mr Tooze said Mr Howells knew he had to be \"extra careful\" as the branches were close to an overhead powerline.  Mr Howells raised the box of the telehandler to a safe level under the direction of Mr Tooze who shouted \"that's high enough\" when it reached the necessary height. The boom was at this point some 2ft (about 0.6m) away from the powerlines. Mr Howells then left the cab and stood back to survey whether the box was high enough to trim the branches.  Mr Tooze described how Mr Howells lent into the cab of the telehandler and the boom lifted up closer to the wires. \"I don't know what he did, but the boom of the Merlo [telehandler trademark] moved up but didn't touch the powerline,\" said Mr Tooze. \"The electricity must have arced [when electrical current jumps from one electric conductor to another]. I could see he was being electrocuted.\" Mr Tooze said the front left tyre of the machine caught fire and exploded and the another tyre was also alight. \"I told him to let go, but I knew he couldn't hear me.\" Mr Tooze said he also received an electric shock while trying to help Mr Howells and was later treated at Glangwili Hospital. In his evidence, Mr Tooze said Mr Howells eventually \"collapsed and let go\". Despite attempts to revive him, he died at the scene. Mr Tooze described Mr Howells as a \"good family friend, reliable and trustworthy\". The inquest heard written evidence from pathologist Dr John Murphy, at Glangwili Hospital, who carried out the post-mortem examination. He concluded Mr Howells died from electrocution due to a farmyard accident.  Two Health and Safety Executive (HSE) officers also gave evidence. Lead investigator Rhys Hughes said it was clear Mr Howells had undertaken the work as a favour and he had not been paid for the maintenance work. Stephen Eades, who specialises in incidents relating to electricity, said powerlines at the property were above the necessary stipulated heights.  But he explained that the 11,000 volt cable on site was not insulated and if anybody came into contact with the cable that person would be electrocuted.  Mr Eades explained that although the boom of the telehandler did not make contact with the powerline, direct contact was not necessary to make electricity travel due to the high voltage, as the electricity supply would look to earth itself through the nearest point of contact.  He added that investigations could not reveal why the boom moved up towards the powerline when Mr Howells lent into the cab.  Mr Eades said there was clear guidance both from the HSE and the electricity distributor, Western Power Distribution, about working near powerlines.  He said there was a 3m (about 9ft) \"exclusion zone\" for working around 11,0000 volt cables.  He described Mr Howells' death as a \"very unfortunate accident\". Mr Hughes added that the telehandler was \"well maintained\" and in \"good order\". A member of Mr Howells's family told the inquest he had previously worked closely alongside Western Power Distribution and the family could not understand why this had happened.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A tree surgeon was electrocuted after his forklift truck touched an overhead power cable while trimming trees, an inquest has heard."}, "gpt3": {"text": "The death of Jonathan Huw Howells was ruled an accident after he was electrocuted while trimming branches near an overhead powerline."}, "brio": {"text": "A 42-year-old man was electrocuted when he was using a forklift truck to trim trees close to an overhead powerline, an inquest has heard."}}, "78": {"article": "A 20-year-old man has been arrested on suspicion of murder after two men died in a crash on a dual carriageway. Mohammed Hashim Ijazuddin and Saqib Hussain, both 21 and from Oxfordshire, died on the A46 in Leicestershire at about 01:30 GMT on 11 February.  Three women and two men have already been charged with murder and appeared in court last month. The detained man, from Leicester, remains in custody for questioning by detectives.  Leicestershire Police said the crash, near the Six Hills junction, involved a silver Skoda Fabia that left the carriageway. After initial inquiries, two other cars were reported to have been travelling in the area at the time. The five people previously charged with murder and remanded into custody are:", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0", "gpt3"]}], "t0": {"text": "A sixth person has been arrested over the death of two men who were killed in a car crash in February."}, "gpt3": {"text": "A man has been arrested on suspicion of murder after two men died in a crash on a dual carriageway."}, "brio": {"text": "A 20-year-old man has been arrested on suspicion of murder after two men died in a crash on the A46."}}, "79": {"article": "A Windrush scandal victim has called for running of the compensation scheme to be taken away from the Home Office, after a report found there had been a lack of tangible progress.  The Lessons Learned review warned of deep-rooted concerns over the process, saying the Home Office was at \"tipping point\" and could face a fresh scandal.  Victim Glenda Caesar said the scheme should be run by another body. The Home Office said progress had been made but there was more to do. The compensation scheme was launched by the Home Office in April 2019 to offer payments to people, mainly from the Caribbean, who had come to the UK legally but did not have the documents to prove their right to remain. In 2018, it emerged many had lost homes, jobs and access to welfare benefits and NHS services after being wrongly classed as illegal citizens under strict Home Office immigration policy - while some were wrongly detained and even deported. The review had been looking at the progress made since the independent report by author Wendy Williams in 2020, which found the scandal was \"avoidable\" and victims were let down by \"systemic operational failings\" at the Home Office. In the latest review, Ms Williams said she was \"disappointed\" with the progress made by the government, and called for a migrants' commissioner, better engagement with the public and a higher standard of training for staff. Ms Williams and her team reviewed more than 3,000 documents and spoke to hundreds of people.  Ms Caesar, who was denied the right to work for nearly a decade, said: \"We have got people out in the community who are still waiting to get payments and it's very difficult with the helpline... \"Us as a community and grassroots organisations have given them [Home Office] so many ideas for them to improve the system, but it doesn't seem to be working.\" The mother, who came to the UK as baby, lost her job as an NHS administrator in 2009 and faced deportation.  She added: \"We are being pushed to the bottom of the line again.\" Others say that the compensation they have been offered is \"insulting\".  Fitzroy Maynard came to the UK from Antigua. Despite living in London for most of his life, between the years of 2009-2018 he was unable to work or claim benefits, which left him homeless. Mr Maynard said the compensation he has been offered - £40,000 minus £10,000 he has already received - was \"very insulting\" as it was based on a technicality and said he did not accept what he had been put through. \"The trauma doesn't disappear, it will always stay with you,\" he said.  \"They [the Home Office] don't want to take any blame - they want to put all the blame on me.\" A Home Office spokesperson said: \"We are committed to righting the wrongs of the Windrush generation which is why we work closely with each claimant to ensure they receive the maximum compensation they deserve.\" The review said the Home Office had made progress in some areas, including its outreach programme and in forming a strategic race board. Home Secretary Priti Patel said there had been a radical change and a \"total transformation of culture\" at the department.  She said: \"We have already made significant progress and Wendy highlights many achievements, including the work we have put into becoming a more compassionate and open organisation. \"Having said that, there is more to do and I will not falter in my commitment to everyone who was affected by the Windrush scandal.\" There has been long-running criticism of the Windrush Compensation Scheme by victims, their families and campaigners who say the process has taken too long and applications are too complicated. The government said more than £37m been paid to almost 1,000 people since the scheme was set up.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "Home Secretary Amber Rudd has been accused of \"not listening to the people\" after a report found the government's handling of the Windrush compensation scheme was \"not fit for purpose\"."}, "gpt3": {"text": "The Windrush scandal victim Glenda Caesar has called for the running of the compensation scheme to be taken away from the Home Office, after a report found there had been a lack of tangible progress."}, "brio": {"text": "\"We are being pushed to the bottom of the line again\", a victim of the Windrush scandal has said."}}, "80": {"article": "The government is considering appointing commissioners to help run a troubled council. Labour-run Sandwell Council has had six different leaders in as many years and has seen a number of misconduct allegations made against councillors. The government's proposals would see two commissioners appointed to \"assist the local authority in performing its duties... properly and thoroughly\". The council said it was \"disappointed\" with the announcement. A recent audit found evidence of poor behaviour and a lack of trust across the organisation. The council was said to be \"insular and siloed\" but improvements were also highlighted. In a written statement to the House of Commons earlier, Kemi Badenoch, minister for equalities and levelling up communities, said Sandwell Council had \"struggled for many years\" to resolve a number of issues which had led to \"a breakdown in trust, respect and confidence\". She said while \"green shoots\" of progress had been identified, it was the government's view that \"the risk of progress stalling or slowing is significant\". In a recent visit to the area, Labour leader Sir Keir Starmer said there had to be change at Sandwell Council, but its leaders knew what needed to be done. Jon Spellar, the Labour MP for Warley, said the move was \"clearly political\" and accused the government of timing the announcement for when \"the prime minister is in trouble\". However his Conservative colleagues, West Bromwich East MP Nicola Richards, West Bromwich West MP Shaun Bailey and Halesown and Rowley Regis MP James Morris, thanked the government for intervening. In a co-signed letter, they said: \"The poor decisions and mismanagement at this local authority that have accumulated over decades has undoubtedly affected the lives of the most vulnerable in Sandwell\". The council has been invited to respond to the government proposals by 11 February. In a statement, the authority's leader, Councillor Kerrie Carmichael, said the leadership team was \"focussed on embedding the positive changes we have seen in recent months\". \"We feel we have really turned a corner and demonstrated improvements,\" she said.", "annotators": [{"best_summary": ["gpt3", "brio"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}], "t0": {"text": "Two commissioners could be appointed to a West Midlands council which has been rocked by allegations of bullying and mismanagement, the government has said."}, "gpt3": {"text": "The government is considering appointing commissioners to help run Sandwell Council, which has had six different leaders in as many years and has seen a number of misconduct allegations made against councillors."}, "brio": {"text": "A council criticised for a \" breakdown in trust, respect and confidence\" could be taken over by the government."}}, "81": {"article": "Mass tap-dancing and a giant city centre forest are among more than 200 events planned for the 2022 Birmingham Commonwealth Games' cultural festival. Hundreds of people will take part in a performance of dance, acrobatics and aerial displays. Organisers said more than a hundred community groups will also stage their own festival events. The six-month programme will run from March to September 2022, around the city's hosting of the sporting games. Martin Green, chief creative officer of Birmingham 2022 Commonwealth Games, said the festival would be \"absolutely central\" to the games. \"The festival is an incredible opportunity to showcase the amazingly vivid cultural world that is reflected in Birmingham and the West Midlands,\" he added. Events will begin on 17 March with an open air performance in Birmingham's Centenary Square featuring hundreds of people combining dance and acrobatics. The festival will also include the release of an album featuring 11 original songs about Birmingham, a theatre show about lawn bowls and the city's biggest outdoor tap dancing lesson in June. In the final month, from 2 September, giant fabricated trees and thousands of plants will be placed in Victoria Square as it hosts free events including music and drag. The festival's £12m of funding has come from groups including the National Lottery Heritage Fund and Arts Council England. The events will be a \"fantastic moment\" for Birmingham and the West Midlands, executive producer Raidene Carter said. \"The breadth of open, free and accessible work in the programme is so inspiring and exciting,\" she added.", "annotators": [{"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["t0", "gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "The biggest ever Commonwealth Games' arts festival will include a performance by The Royal Ballet."}, "gpt3": {"text": "The Birmingham Commonwealth Games in 2022 will have a cultural festival with events such as mass tap-dancing, a giant city centre forest, and an album release featuring 11 original songs about Birmingham."}, "brio": {"text": "A £12m arts festival in Birmingham is to be \"central\" to the city's Commonwealth Games, organisers have said."}}, "82": {"article": "Custody officers at an immigration removal centre smuggled in drugs for detainees to sell, an inquiry heard. The ongoing inquiry into Brook House removal centre, near Gatwick Airport, is examining the mistreatment of detainees, as well as the attitudes and culture of staff.  It follows a series of investigations triggered by BBC Panorama in 2017. In a statement a detainee claimed his cellmate was earning up to £400 a day supplying others in the centre. Parcels of contraband would be prepared outside to be brought in by custody officers working for G4S, which ran Brook House at the time, it was claimed. The inquiry heard one officer, described as \"totally corrupt\", was smuggling in the packages before handing them over to detainees.  The inquiry is currently considering the alleged failures of Brook House to deal with the mental health problems of people being held.   The drugs claims were made in the statement, read to the inquiry, of a man who arrived in the UK from Somalia in 1994.   After he admitted a series of criminal offences, and served time in prison, he was taken to Brook House to await deportation. The detainee, codenamed D687, gave evidence to the inquiry of the centre's failure to manage his diagnosed PTSD and depression.  He also said that another man being held at Brook House was obtaining drugs. In his statement he said: \"I asked how he was bringing drugs in. He told me he had an officer doing that bit for him.\" D687 asked which officer, and said he was pointed to a custody officer he knew by the nickname \"Ginge\".   He told the inquiry he had since identified the officer as Luke Instone-Brewer.  \"My cellmate was also selling drugs at Brook House and separately told me that Ginge was bringing it in,\" D687 said. The inquiry heard that packages of contraband, which also contained weapons, were prepared outside the centre. Detainees would arrange for a delivery fee of £500 per package to be paid into a bank account, plus a few pennies to identify the transaction, the inquiry heard. Inside Brook House a detainee would take delivery, confirming exactly how much had been paid.  D687 said parcels would be sold on to his cellmate, who would then split it up and supply other detainees by slipping bags of drugs under cell doors, charging £25 per delivery. Cannabis and spice use remains rife at Brook House according to detainees who spoke to the BBC from inside the facility last year.   G4S handed over the operation of Brook House to Serco in 2020. D687 told the inquiry in his statement that using drugs made his mental health issues worse, and in 2017 he tried to hang himself.  The aftermath of this suicide attempt was captured by secret cameras smuggled into Brook House by the BBC Panorama reporter Callum Tulley, who was working as a custody officer.  The resulting documentary led to the current public inquiry.  Panorama filmed 109 hours of footage and captured many incidents in which detainees were suffering the effects of spice.  D687 said in his statement that during his time at Brook House: \"I was treated like an animal, something less than human. \"It has left an impact on me and my mental health which I don't think I'll ever get over. \"When I entered Brook House I felt relatively normal. When I left I felt broken, hopeless and mad.\"", "annotators": [{"best_summary": ["t0", "gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3", "brio"]}], "t0": {"text": "A public inquiry into mistreatment at an immigration removal centre has heard how packages of drugs and weapons were smuggled in by guards."}, "gpt3": {"text": "The inquiry into Brook House removal centre is examining the mistreatment of detainees, as well as the attitudes and culture of staff, following a series of investigations triggered by BBC Panorama in 2017."}, "brio": {"text": "Detainees paid up to £25 a day for drugs to be smuggled into the centre, a public inquiry has heard."}}, "83": {"article": "A 13-year-old boy whose lockdown painting project raised £100,000 is raising even more money for the hospital that cares for him. Noah, who has hydrocephalus, epilepsy and cerebral palsy, began painting on cardboard at home in Dedham, Essex, two years ago. His father posted on Instagram, asking artists to finish the pictures and the project went viral. The art was displayed in a gallery before being auctioned for charity. A total of 250 new pieces are being sold on eBay to raise the extra cash, which will also go to Colchester and Ipswich Hospitals Charity.  It will be used to improve Colchester hospital's neonatal unit, while the initial project funded a new sensory room and garden, with work due to start soon. The family decided to make the original art into a book, called Background Bob, and the work was exhibited at Firstsite gallery in Colchester. Noah's father Nathan Jones said: \"We had so much fun doing this project and the response was so massive we just had to do it all again this year.  \"We managed to get a completely new group of artists involved, 250 of them in fact, again from all over the world. The artists have created some truly beautiful collaborations.\" He said the money would give parents and children \"a cool space to relax and have some fun, away from that hospital bed\".  \"It was important that the money raised was spent on something fun, seeing that the project was so much for so many people,\" he added. Mr Jones said anyone who would like to bid should search for 'Background Bob' on eBay, with the auction running until 27 March. \"As a family we would really like to say a huge thank you to all the artists involved and to all our supporters who have made it possible for the project to continue,\" he said. \"We are incredibly grateful for all the love shown for our little boy and his 'little' art project.\" Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Noah Jones has teamed up with 250 artists to create new pieces of art to sell to raise money for charity."}, "gpt3": {"text": "Noah, a 13-year-old boy with hydrocephalus, epilepsy, and cerebral palsy, has raised over £100,000 for Colchester and Ipswich Hospitals Charity through his artwork."}, "brio": {"text": "A five-year-old boy's \"little art project\" of pictures of his favourite animals is being sold to raise money for a hospital."}}, "84": {"article": "At least 29 people, including 11 children and a pregnant woman, have died in a stampede at an open-air Pentecostal church service in Liberia. The gathering - known as a crusade - was being held in a densely populated beachside area of the capital. Police say members of a street gang entered the prayer ground on Wednesday night after a collection had been done as the event was ending, causing panic. Some of them were armed with knives and one person has been arrested. Hundreds of people were at the gathering in Monrovia's New Kru Town suburb, organised by an influential pastor known as Apostle Abraham Kromah. He runs a church called the Word of Life Outreach International, along with a radio station. His followers believe that he is able to heal and aid people through his prayers. Police spokesman Moses Carter told the BBC the preacher was being questioned to help officers with their inquiries. The bodies of those who had died in the crush had been taken to the morgue at Redemption Hospital, he said. President George Weah visited the crusade ground, a school football pitch, and declared three days of national mourning. He said regulations should be put in place to ensure such services were held in a safe environment. The Red Cross has erected tents in the grounds for family members to go with photos to help identify the dead. Christian crusade prayer services are held most evenings across the West African nation - often starting at about 18:00, when people finish work, and ending at about 22:00. They are very popular, often with hundreds of people in attendance, many seeking help and comfort in a country where around half the population lives on less than $2 (£1.50) a day. Liberia is still dealing with the legacy of a civil war that officially ended in 2003 in which thousands of child soldiers were forced to fight. In recent years attacks by street gangs have become increasingly common in Liberian cities. Other crises such as the Ebola epidemic and the impact of coronavirus lockdowns have also affected unemployment. More on Liberia:", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}], "t0": {"text": "A pregnant woman and 11 children are among 29 people who have died in a religious stampede in Liberia's capital, Monrovia."}, "gpt3": {"text": "At least 29 people, including 11 children and a pregnant woman, have died in a stampede at an open-air Pentecostal church service in Liberia."}, "brio": {"text": "At least 36 people have been killed in a stampede at a Christian prayer service in Liberia's capital Monrovia, officials say."}}, "85": {"article": "The Vamps' lead guitarist, James Brittain-McVey, has told MPs pressure to conform led him to have liposuction to remove breast tissue, aged just 20. At a committee discussing the impact of body image on physical and mental health, the musician said he wished he had opened up to friends at the time. And he said no doctor had ever asked if he was sure he wanted to have surgery. Concerns over weight or body shape can often lead to eating disorders, which are particularly common in teenagers. Two leading medical organisations have told BBC News GPs are not receiving the right support to treat eating disorders.  Doctors said they needed more time with patients and more specialist units. Brittain-McVey, 27, said he had started worrying about how his body looked aged 14-15.  At school, he struggled to feel he fitted in - and that led him to the gym, prompted by what he saw advertised on social media and by \"big American surf style companies\". \"I had one of their shopping bags in my bedroom, of a guy ripped on a beach in Malibu, and I think unconsciously every morning I would think that is what I need to look like,\" the musician said. \"Social media encouraged me to fall further down that rabbit hole.  \"The first thoughts I would have when I woke up in the morning was, 'Should I be eating that, am I going to be able to get to the gym?\"' He described worrying about what he ate aged 15-16 - and by the time The Vamps started, he decided to have surplus natural breast tissue in his chest, a condition called gynaecomastia, removed. \"People presume it was me striving for vanity - but it was pressure to conform to stereotypes and gender constructs,\" Brittain-McVey said.  \"And before I realised it, my whole life was controlled by this chase to look a certain way.\" His family was supportive of his decision but he was too embarrassed to tell many of his friends or bandmates. The government should be \"clamping down on advertising\", he said, so \"bodies represent society and not unachievable bodies\". \"I worry about future generations,\" Brittain-McVey said. \"How on earth are they meant to feel comfortable within their skin if you go on apps now and you scroll and see another person that looks a certain way?\" Cosmetic-surgery adverts are to be banned from targeting children in the UK, from May. Asked if any doctors had discussed with him why he wanted liposuction, Brittain-McVey said: \"Before surgery, I don't think anyone said, 'Are you sure?'\" In 2018, he joined ITV's I'm a Celebrity...Get Me Out Of Here! and came out of the Australian jungle having lost 4-5kg (11lb). \"My wife was shocked how ill I looked - but I was happy I had a six-pack again,\" he said. The programme had been \"brilliant\" - but it had made him focus on the way he looked \"more than ever\". \"I still feel a pressure to look a certain way and that's why I worry for a lot of our fan base,\" he told the MPs. The committee is considering whether NHS training on body-image issues should be changed and whether there is enough support, advice and regulation to ensure patient safety.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "The lead guitarist of The Vamps has told MPs how social media pressure led him to have surgery aged 20."}, "gpt3": {"text": "The Vamps' lead guitarist, James Brittain-McVey, has told MPs pressure to conform led him to have liposuction to remove breast tissue, aged just 20."}, "brio": {"text": "A rock star has said social media encouraged him to \"fall down a rabbit hole\" and have cosmetic surgery."}}, "86": {"article": "Flowers, candles and other tributes have been left on a roadside where two teenagers died in a crash in Coventry. Two other teenagers were seriously hurt when a car hit a tree on Burns Road on Saturday at 05:20 GMT, West Midlands Police said. The deceased, both 18 and male, were driver and passenger, the force confirmed. Among the tributes, one said: \"Fly high to a beloved two boys, gone but not forgotten, forever 18.\" Dozens of bunches of flowers line the pavement where the crash happened and candles have been lit on a wall. Several balloons join the flowers, with a note on one reading: \"My most special friend, thinking of you always.\" The injured duo, also 18 and male, are thought to have been passengers in the same car. They were taken to hospital. One person who visited the scene of the tributes told the BBC he was in the area on Saturday following the crash and \"knew it was bad\" due to the number of police cars around. \"When I heard about the two boys, my heart sank,\" he said, adding his wife had been in tears.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3", "t0"], "worst_summary": ["brio"]}], "t0": {"text": "Tributes have been paid to two teenagers who died in a car crash on Saturday."}, "gpt3": {"text": "Two teenagers died and two other were injured after a car hit a tree in Coventry."}, "brio": {"text": "Tributes have been left at the scene of a car crash in Coventry."}}, "87": {"article": "People who are vaccinated are less likely to develop long Covid even if they catch the virus, a rapid review by the UK Health Security Agency reveals.  It looked at the available evidence to date from 15 studies around the world.  The findings suggest that while some who are jabbed catch Covid, vaccines reduce infection risk and illness, including symptoms like fatigue.  And unvaccinated people who catch Covid and get symptoms of long Covid, do better if they then get vaccinated.   Some of the studies in the review looked at the effect of vaccinations given before infection and found: Others that looked at the effects of vaccines in people who already had long-Covid symptoms found: According to the UK Health Security Agency (UKHSA), around 2% of the UK population have reported symptoms of long Covid, such as fatigue, shortness of breath and muscle or joint pain.  Symptoms like these can last for more than four weeks after the infection.  People who received two doses of a vaccine against Covid are less likely to experience this or will have the symptoms for a shorter time.  Dr Mary Ramsay, Head of Immunisation at the UKHSA, said: \"These studies add to the potential benefits of receiving a full course of the Covid-19 vaccination. Vaccination is the best way to protect yourself from serious symptoms when you get infected and may also help to reduce the longer-term impact.  \"For most people, symptoms of long Covid are short-lived and resolve over time. But for some, symptoms can be more severe and disrupting to their daily lives. If you're experiencing unusual symptoms, particularly for longer than four weeks after infection, you should consider contacting your GP.\"", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio", "gpt3"]}, {"best_summary": ["t0", "gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "People who are vaccinated against Covid are less likely to develop long-term symptoms, a study suggests."}, "gpt3": {"text": "The UK Health Security Agency has found that people who are vaccinated are less likely to develop long Covid, even if they catch the virus."}, "brio": {"text": "Vaccinated people who have symptoms of long Covid-19 virus infection should consider getting a second dose of the vaccine, say experts."}}, "88": {"article": "A senior midwife who was found to have bullied colleagues and taken photos of two women without their consent during Caesarean sections has been struck off.  Paul Johnson, 56, who worked at Hull Royal Infirmary's Women and Children's Hospital, was suspended in late 2020.  In total, 29 charges were proven at a Nursing and Midwifery Council (NMC) misconduct hearing and he was found to have committed serious misconduct.  The panel heard women \"must be able to trust midwives with their lives\".  Multiple charges of behaving in an \"intimidating, bullying or unsupportive manner\" towards colleagues were among those the hearing had found to be proven. The hearing previously heard Mr Johnson took the photos of the women having C-sections at the hospital and sent them to a colleague with whom he was in a relationship. The colleague was also sent a video of him performing a sex act in a hospital toilet while on duty, with Mr Johnson also gaining the ward nickname of the \"Scarlet Pimpernel\" due to repeated instances of him disappearing while on shift.  Derek McFaul, NMC panel chair, told the hearing that \"midwives must be honest, open and act with integrity\". \"Members of the public would find it difficult to place their trust in a midwife who had displayed bullying, sexually inappropriate and intimidating behaviour, made sexual comments to patients and colleagues, made dishonest representations to his employer and put patients at risk of harm by means of his poor management of a ward,\" he said. Mr Johnson told the panel on Thursday he was on a \"downward spiral\" at the time due to private problems arising from the relationship with the colleague. He told the hearing: \"I'm able to look now and see the impact some of my behaviour has had on people who surrounded me and I am sorry for the experience they had and I'm sorry for the fact they had to experience it.\" Mr Johnson worked for Hull University Teaching Hospitals NHS Trust for 18 years and delivered hundreds of babies in the city. An 18-month interim suspension order was put in place, allowing Mr Johnson the opportunity to lodge an appeal against the NMC panel's decision. In a statement, the NHS trust said: \"In the two years since he last worked for us our maternity service has worked hard to improve the culture and team-working of the unit. \"This work has included regular communication with staff, leadership training and coaching, as well as introducing new and improved ways of working.\"", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "A senior midwife at a Hull hospital who had a sexual relationship with a colleague has been struck off."}, "gpt3": {"text": "A midwife who was found to have bullied colleagues and taken photos of two women without their consent during Caesarean sections has been struck off."}, "brio": {"text": "A senior midwife who was found to have bullied colleagues and taken photos of two women without their consent during Caesarean sections has been struck off."}}, "89": {"article": "Almost 400 migrants were brought into Dover after crossing the Channel on Tuesday, the Home Office confirmed. Some 394 people arrived in Kent on 11 boats, including babies wrapped in blankets, while a further 467 people were intercepted by French authorities after attempting to make the journey. Crossings have taken place this week amid warm weather and calm seas. It means 2,354 people have arrived via small boats this month, almost three times as many as March last year. Several children were among those to be brought ashore on Tuesday. The Home Office said that 213 people were rescued on six boats and brought to shore on Monday, while on Tuesday last week 405 people made the crossing - in what is thought to have been the highest daily total so far in 2022. The number of people attempting to make the journey tends to increase during warmer and calmer weather. Tom Pursglove, minister for tackling illegal migration, said the rise in crossings was \"unacceptable\". He said Channel crossings impacted UK taxpayers, risked lives and the UK's ability to help refugees who come to the UK via legal routes. Mr Pursglove said the government was cracking down on people smugglers through the Nationality and Borders Bill, which would also make it a criminal offence to knowingly arrive in the UK illegally. The government has suffered a series of defeats in the House of Lords over its borders bill, which has come in for criticism and attracted protests.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "More than 2,300 migrants have crossed the Channel illegally this month, figures show."}, "gpt3": {"text": "The article discusses the recent increase in the number of migrants crossing the Channel into the UK, and the government's response to the situation."}, "brio": {"text": "The number of people attempting to cross the English Channel to the UK has reached record levels this month."}}, "90": {"article": "A 40ft (12m) mural of triple-amputee former Royal Marine Mark Ormrod has been unveiled in his home town. The artwork on the side of a house in Pounds Park Road in Plymouth was revealed on Saturday.  Money was raised for the work but the artist, Kev Preston, together with the paint suppliers and scaffolders said they would not charge and donated the money to Mr Ormrod's charity REORG. Mr Ormrod said it was \"surreal\" to see the giant artwork. The ex-serviceman, from Plymouth, lost both legs and his right arm when he stood on an improvised explosive device while on patrol in Afghanistan in 2007. Since then he has competed in the Invictus Games, and has raised more than £500,000 for REORG, a charity which helps people from the armed forces and emergency services suffering from physical and psychological trauma by teaching them Brazilian Jiu Jitsu. The mural includes a Pride Of Britain Award logo, after he was awarded Fundraiser of the Year for his fundraising efforts. He saw the mural in its entirety for the first time with his wife and children on Saturday.  \"I was a bit apprehensive when [Plymouth Artists Together] approached me about it because it's a 40ft (12m) picture of myself,\" he said. \"It was a bit overwhelming to start with, but the talent that's gone into creating this is just phenomenal - I'm actually really proud now.\" Mr Ormrod came up with the design with Kevin Preston, a former Coldstream Guard and member of Plymouth Artists Together. Mr Preston said he wanted to create something that \"Mark and the city of Plymouth can be proud of\". The mural also displays the text, \"Through struggle, comes strength. Courage comes in many forms, asking for help is one of them. You only fail when you stop trying\". Mr Ormrod said he \"spent a lot of time deliberating\" what to write as part of the mural.  \"I hope that if people are having a tough day that it might help in some way,\" he said. More than £1,500 donated to fund the mural will now go to REORG.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "A mural of a war hero has been unveiled in his home city on the 10th anniversary of his amputations."}, "gpt3": {"text": "The article discusses a mural that was created in honor of triple-amputee former Royal Marine Mark Ormrod in his home town of Plymouth."}, "brio": {"text": "A 40ft (12m) mural of former soldier Mark Ormrod, who lost both legs in Afghanistan, has been unveiled"}}, "91": {"article": "Further strike action by staff at a private girls' school is taking place in a dispute over pensions. Teachers at Nottingham Girls' High School, a selective school for pupils aged four to 18, said they were being asked to accept cuts to their pensions. The National Education Union (NEU) said it welcomed moves to find solutions to the dispute but, so far, proposals had been inadequate or incomplete. The Girls' Day School Trust (GDST) said it was \"disheartened\" by the strike. The strike action is due to take place at all 23 of the trust's schools on Tuesday, Wednesday and Thursday. Una O'Brien, the NEU's regional secretary, said: \"We welcome moves by the GDST to find a solution to the current dispute, but successive proposals have been inadequate or incomplete. \"We do not yet know the full detail of their latest plan, which appears to have unknown strings attached and was delivered too late for proper consideration. \"Finding a quicker resolution is very much in the gift of the employer, whereas the NEU will continue with the overwhelming mandate of its members to keep up the pressure.\" The GDST, whose members include Putney High School and Oxford High School, has previously said it had seen a 43% increase in its contributions to the Teachers' Pension Scheme (TPS) since 2019. Cheryl Giovannoni, CEO of the GDST, said: \"The GDST is wholly disheartened that the NEU has refused to stand down strikes with this updated offer on the table.   \"Every effort has been made to give teachers the choice to remain in the TPS and we cannot understand the NEU's position not to work with us to bring teachers back to the classroom to support our students while discussions are ongoing. \"We are all deeply committed to the education and well-being of our students, and we appreciate the key role our teachers play in that.\"  Other independent schools under the trust are:", "annotators": [{"best_summary": ["t0"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["t0"], "worst_summary": ["gpt3"]}], "t0": {"text": "Teachers at Nottingham Girls' High School and 22 other schools are staging a three-day strike."}, "gpt3": {"text": "The article is about a girls' school that is going on strike due to a dispute over pensions."}, "brio": {"text": "Teachers at Nottingham Girls' High School are staging a three-day strike in a dispute over pensions."}}, "92": {"article": "The Isles of Scilly is experiencing \"unprecedented pressure\" on housing leading to a crisis on the islands, its council says. Lead member for housing, Tim Dean, said there were not enough homes for essential workers. Fifteen households will be homeless in March and have to leave the islands as a result, the Council of the Isles of Scilly said. The authority is urging property owners to help free up accommodation. The council said the islands were in \"real danger of putting essential services at risk, such as the hospital and school\" and without the help of islanders, its economy would \"change irreversibly\". The crisis is affecting businesses, schools and health providers being able to employ overseas workers. Mr Dean said the council has purchased one property which will be turned into three accommodation units, but it was not enough. He said: \"We're a tiny authority with very limited financial abilities, we are putting out a plea to the islands and beyond. \"I know it sounds ridiculous but if you have property over here that you could spare, anything anyone could do to help us we'd be more than interested.\" The council said it would offer financial help to islanders to downsize their homes if their property was bigger than needed. Mr Dean added the crisis would impact the island's economy in the long-term if they did not work towards a solution. He said: \"Housing is always an issue on the island, there are essential workers like doctors, nurses, teachers who aren't currently living on the island as there isn't any accommodation for them. \"A lot of properties that were historically long-term rentals over here have either been sold as second homes or turned into holiday lets, the knock-on-effect is that the island is going to become unviable as we don't have any staff to support the economy.\" A public meeting will be held to speak to residents and to seek help from the wider community.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}], "t0": {"text": "Fifteen homes will become unoccupied on the Isles of Scilly because there are not enough homes for workers, the local authority has warned."}, "gpt3": {"text": "The Isles of Scilly is experiencing \"unprecedented pressure\" on housing leading to a crisis on the islands, its council says."}, "brio": {"text": "Property owners have been asked to help a tiny group of Isles of Scilly islanders facing homelessness."}}, "93": {"article": "Two men have appeared in court accused of murdering a man who died following a fight at an East Yorkshire pub. Darron Bower, 43, died after the incident at the Pier Hotel on Seaside Road in Withernsea at 23:30 GMT on Friday, Humberside Police said. Darren Moverley, 44, and Dean Kilkenny, 46, both of Hubert Street, Withernsea, appeared at Hull Magistrates' Court. Neither man entered a plea and both were remanded in custody to appear at Hull Crown Court on Wednesday. A police spokesperson said Mr Bower's family were being supported by specially-trained officers. Police said lots of people were in the area when the incident happened and urged anyone with information to contact them.", "annotators": [{"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Two men have appeared in court charged with murder after a man died in a pub brawl."}, "gpt3": {"text": "Two men are accused of murdering a man who died after a fight at a pub in East Yorkshire, and both men have been remanded in custody."}, "brio": {"text": "Two men have appeared in court charged with the murder of a man who died after a fight at a hotel in East Yorkshire."}}, "94": {"article": "A charity has appealed for volunteers to help blind golfers play the game. Mike Tomlinson won an order of merit from the charity, England and Wales Blind Golf, in September 2021, but says he has since only played a handful of times as he cannot find guides.  The group is also seeking volunteers ahead of a tournament in Worcestershire. Mr Tomlinson, from Northfield, Birmingham, says playing golf helps him feel he belongs to something.  The 62-year-old, who has Stargardt disease, began playing blind golf about two years ago and has won the British Blind Masters, and played twice for the English national team.  Blind golf is played in the same way as sighted golf except that players have guides to assist in lining up the shot and give an idea of the conditions. Although Mr Tomlinson has a guide for tournaments, he has no help locally to enable him to practice. \"I can't get out at all... I basically practice in my kitchen,\" he said. Mr Tomlinson said: \"When you start losing your sight, you lose your independence, you have to rely on other people, but playing golf you get your independence back. \"You feel you belong to something, it is a community. I really look forward to tournaments, but enjoy just as much meeting up with all the people who play the golf - we are all in the same boat and have a laugh together.\" Mr Tomlinson is looking for someone who lives close to him in the West Midlands who can help with spotting his ball and to avoid obstacles. The charity hopes to secure volunteers to help at its matchplay tournament held at Gaudet Luce Golf Club in Droitwich from 9 April to 11 April.  It is looking for spotters to aid in finding balls and people to act as markers.  England and Wales Blind Golf secretary, Andy Gilford, said: \"To be a guide you don't have to understand golf, you just need to have eyes and help donate someone your sight in a way. \"It is also about bringing people together... the friendships made are so crucial and to everyone's wellbeing. \"It is also a way of us showing what is possible and overcoming disability. Anyone who is suffering with sight loss or who knows someone [who is], come and [find out] first hand what is involved, and it opens a whole new world.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio", "t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["brio"]}], "t0": {"text": "A blind golfer is seeking a volunteer to help him practice the sport more often."}, "gpt3": {"text": "The charity England and Wales Blind Golf is seeking volunteers to help blind golfers play the game and compete in tournaments."}, "brio": {"text": "Would you like to play golf with someone who is visually impaired?"}}, "95": {"article": "A group of HS2 protesters at a camp in Staffordshire are still on site a day after they were due to be evicted. HS2 Ltd had served evictions papers demanding they vacate the site near Swynnerton by 24 March. But the group said it was not expecting to get moved on straight away, had no plans to leave voluntarily and would resist any forced eviction. One of the protesters, Steph, said: \"They'll probably leave it for a few weeks and just hope that we get bored.\" They are opposing the construction of the high speed railway between Fradley and Crewe. The Local Democracy Reporting Service, which spoke to the protesters, said they had dug a tunnel and built tree houses to make any eviction more difficult. There are also a large number of wooden pallets, which they said they would use to construct a tower. Steph said he had no idea when that might come and added: \"At some camps, it could be as soon as the end of the notice has come about, but sometimes they'll leave it for months on end.\" He said the waiting can cause \"a lot of stress\". \"I really like to now what I'm up in the next week, and coming months, so I really don't know when that's the situation, when we've got an eviction hanging over our heads,\" he said. \"It's just a really beautiful woodland and it needs to stay, so I'll do what I can to keep it here.\" Another protester, Nigel, said he had past experience of evictions. \"Tunnel bailiffs are usually really good. They'll work with people, because it's all about safety. \"We're not deliberately putting ourselves in the way of danger, but we will put ourselves in a position where we think we can protect a tree or a piece of land.\" He said as well as slowing the progress of the work, he hoped protest camps like this one would help build public awareness. A spokesperson for HS2 Ltd said the line, once operational, would \"provide zero-carbon rail travel from day one\" and urged protesters to leave the encampments. They added the firm was planting seven million trees and shrubs between Birmingham and London, and was creating new wildlife habitats on the route to Crewe.", "annotators": [{"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["brio"], "worst_summary": ["gpt3"]}, {"best_summary": ["gpt3", "brio"], "worst_summary": ["t0", "gpt3", "brio"]}], "t0": {"text": "A group of HS2 protesters say they will defy an eviction notice and stay put at a protest camp."}, "gpt3": {"text": "The group of HS2 protesters at a camp in Staffordshire are still on site a day after they were due to be evicted, and they are not expecting to get moved on straight away."}, "brio": {"text": "Protesters who have set up a camp in Staffordshire for the HS2 rail line say they will fight any eviction."}}, "96": {"article": "Thieves have stolen coins worth thousands of pounds from a home while the elderly occupants were out. Avon and Somerset Police said a safe was ripped from a wall in the house on Seawalls Road in Bristol. Valuable stamps and cash were also taken in the burglary, which took place between 14:30 and 15:30 GMT on Friday. Among the stolen coins were sets worth between £3,000 and £4,000 each, and police are keen to hear from anyone who is offered them for sale. Police said the homeowners were a couple in their 80s. \"They were out of their house when intruders came and ripped a safe out of an internal wall in the property,\" the force added. Four Royal Mint Britannia sets of four gold coins from 2006, 2007, 2008 and 2010 were taken. Also stolen were three Queen Victoria sovereign coins, a King Edward VII gold sovereign and a King George V gold sovereign. Penny Black and Penny Blue stamps, along with cash in various currencies, were also among the haul.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0", "brio"]}], "t0": {"text": "Thieves have stolen thousands of pounds worth of coins, stamps and cash from an elderly couple's home."}, "gpt3": {"text": "A couple in their 80s had their house broken into while they were out, and thieves stole coins and stamps worth thousands of pounds."}, "brio": {"text": "A haul of gold coins, sovereigns and stamps has been stolen from a house during a burglary."}}, "97": {"article": "A Syrian student's family has appealed to the Home Office to allow him to join them in Scotland after he fled the war in Ukraine.  Naeem Hijazi, 24, is in Germany, having escaped conflict for the third time.  After leaving behind the war in Syria with his parents in 2013, he then had to abandon his medical studies in Sudan during a military coup.  His family, who resettled in Dumfries as Syrian refugees, are now desperate to bring him home.  Naeem is one of about one million people who have left Ukraine since the Russian army invaded last week.  His mother Sarab Meslmani told BBC Radio's Good Morning Scotland that she was \"relieved\" he had reached Germany after a gruelling journey out of Ukraine.  \"It was very difficult for him,\" she said. \"He walked about 65km and before that he stayed on the train for about 30 hours.\" During his journey on foot the temperature at night dropped to -5C.  The Polish government transported him to Germany, and having crossed the border on Tuesday night, Naeem was finally able to call his mother to tell him he was safe in a hotel on Wednesday. His uncle Asem Muslmani, who lives in Glasgow and works as an assistant pharmacist in Dumfries, said Naeem was now \"stateless\" and unable to leave Germany.  Naeem began reading medicine at the Red Sea University in Port Sudan five years ago but his studies came to a halt after the military coup in 2019. He went to Ukraine on a student visa and had been given a place to resume second year studies in medicine at Karazin National University in Kharkiv shortly before the Russian invasion.  \"It started in Syria, then Lebanon, then Sudan, then Ukraine. He fled Ukraine, he reached Germany,\" Mr Muslmani said. \"He is scared, he wants to reunite with his family again. His mother is suffering also from loneliness, from sadness. \"We are begging the Home Office to bring Naeem here, to restart his life here again.\" Mr Muslmani said: \"It's too long - five years - for a young kid. He's suffered a lot. I think he needs some rest at the end of his journey. \"His family, his father and mother came here to Scotland to settle here without their only son.\" Naeem is not entitled to return under the new visa rules for Ukrainians, as he is not a citizen of the country.  \"The only hope is that the Home Office can hear this problem, this humanitarian issue, and bring Naeem here to Dumfries, to his family, and start again,\" Mr Muslmani added.  Naeem and his parents, Mrs Meslmani and her husband Abdul Majeed Hijazi, left their home in Homs, Syria for Lebanon in 2013.  They were offered resettlement through a UN scheme in 2017, but by then Naeem, who had just turned 18, was studying in Sudan where tuition costs were much less expensive.  Naeem was refused re-entry to Lebanon in time to join his parents in the resettlement scheme, and an assurance that he would be processed separately came to nothing.  Since their arrival in the UK in September 2018 his parents have been trying to secure his return through a family reunion visa. They had already begun an appeal against the rejection of his first application when Russia invaded Ukraine.  Naeem had not been in Ukraine long before he caught Covid-19 and did not know anyone who could support him through his illness, his uncle told the BBC.  \"He did not have a lot of time to recover from it before the invasion happened,\" Mr Muslmani said.  \"Naeem has suffered through three wars now in three different countries, I think the least thing he deserves is to finally feel safe and settled with his family at home in Dumfries. \"His parents only have him and he only has them. The whole family is struggling.\" Damian Hinds, the UK government security minister, told Good Morning Scotland it was difficult to comment on an individual case, but he added: \"I do know that we are going to be trying to do what we can, all we can, to recognise everybody's different individual circumstance.\" He said the UK's community sponsorship programme for people escaping the Syrian conflict was part of the \"template\" they wanted to replicate for Ukraine.  \"We want to do it now on a much, much bigger scale,\" Mr Hinds said.", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["gpt3"], "worst_summary": ["t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}], "t0": {"text": "\"We are begging the Home Office to bring Naeem here,\" his uncle Asem Muslmani says."}, "gpt3": {"text": "The family of a Syrian student who has fled the war in Ukraine is appealing to the Home Office to allow him to join them in Scotland."}, "brio": {"text": "The family of a Syrian man who has been stranded in Germany since the Russian invasion of Ukraine have appealed to the Home Office to allow him to return to Scotland."}}, "98": {"article": "A £100,000 project to use a city's ancient cave network to help regeneration plans has been launched. The University of Nottingham said the city could rank alongside York and Chester as a place of historical interest. Nottingham has hundreds of caves and an existing visitor attraction is located beneath the site of its half-demolished 1970s Broadmarsh shopping centre. The area is the site of a planned major redevelopment. The team of archaeologists and historians said it would deliver a report on how the city could put history and archaeology \"front and centre\" of the regeneration, which would feed into wider plans for the area. A team of researchers will carry out extensive work on historical records and maps, archaeological data, photographic archives, and existing 3D laser scans of the caves that could be used in a new immersive VR caves experience. Dr Chris King, from the university's department of classics and archaeology, said: \"We're very excited to start this project and hope our input in the regeneration will put Nottingham firmly on the map as a centre of historical interest like York or Chester. \"The caves will be a major focus of our work as we will be advising the developers on new ways to present the Broad Marsh's history to residents and visitors.\" Source: University of Nottingham A spokesperson for the National Justice Museum, which operates the City of Caves attraction, said they were thrilled to be working with the university. \"We are committed to ensuring that we are able to uncover the amazing history of the caves and use this to offer a great experience for visitors to our city, not just to the caves we open to the public, but giving them the information to set them in context with the extensive network of caves which sits below ground across the city,\" they said. The project is due to submit its findings in January 2023. The Arts and Humanities Research Council (AHRC), which is funding the research, added: \"City of Caves will help put Nottingham's heritage at the heart of a major redevelopment.\"", "annotators": [{"best_summary": ["gpt3"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}, {"best_summary": ["t0"], "worst_summary": ["brio"]}], "t0": {"text": "Nottingham could be made into a centre of historical interest as part of a city centre redevelopment, researchers claim."}, "gpt3": {"text": "The University of Nottingham is working on a project to help regenerate the city by using its ancient cave network."}, "brio": {"text": "The history of Nottingham's City of Caves could be brought to life in a virtual reality (VR) experience."}}, "99": {"article": "Drivers have been warned by North Yorkshire Police to take care on roads after four deer were killed in a number of collisions. The force said it had attended accidents in Catterick, Whitby and Malton in the past two days. A police spokesperson said that as well as endangering animals, such incidents put the lives of people at risk. Police said: \"Collisions typically increase in spring when young buck roe deer move to new territories.\" Mark Dawell, who oversees red deer at Lotherton Hall in North Yorkshire, said roe deer populations had grown consistently since the 1970s. He said: \"This, added to the volume of traffic on our roads, will definitely be a leading factor.\"", "annotators": [{"best_summary": ["brio"], "worst_summary": ["gpt3", "t0"]}, {"best_summary": ["brio"], "worst_summary": ["t0"]}, {"best_summary": ["brio", "gpt3"], "worst_summary": ["t0"]}], "t0": {"text": "Deer have been killed in collisions with vehicles in North Yorkshire."}, "gpt3": {"text": "North Yorkshire Police is warning drivers to be careful after four deer were killed in collisions in the past two days."}, "brio": {"text": "Drivers are being warned by North Yorkshire Police of a rise in the number of collisions with deer on the county's roads."}}}